Repository: BackupTheBerlios/ksimus
Catalog: ksimusfloatingpoint/po/*.po
Languages: fr

source: Floating Point sin(x)
fr: sin(x) virgule flottante

source: Floating Point/Arithmetic/Trigonometric/sin(x)
fr: Virgule flottante/Arithmétique/Trigonométrique/sin(x)

source: Floating Point asin(x)
fr: arcsin() virgule flottante

source: Floating Point/Arithmetic/Trigonometric/asin(x)
fr: Virgule flottante/Arithmétique/Trigonométrique/arcsin(x)

source: Floating Point Label
fr: Afficheur virgule flottante

source: Floating Point/Output/Label
fr: Virgule flottante/Sortie/Afficheur

source: Input
fr: Entrée

source: Floating Point Maximum
fr: Maximum virgule flottante

source: Floating Point/Control/Maximum
fr: Virgule flottante/Contrôle/Maximum

source: Floating Point tan(x)
fr: tan() virgule flottante

source: Floating Point/Arithmetic/Trigonometric/tan(x)
fr: Virgule flottante/Arithmétique/Trigonométrique/tan(x)

source: Floating Point atan(x)
fr: arctan() virgule flottante

source: Floating Point/Arithmetic/Trigonometric/atan(x)
fr: Virgule flottante/Arithmétique/Trigonométrique/arctan(x)

source: Floating Point log(x)
fr: log() virgule flottante

source: Floating Point/Arithmetic/Exponentiation & Logarithms/log(x)
fr: Virgule flottante/Arithmétique/Exponentiel & Logarithme/log(x)

source: Floating Point Subtractor
fr: Soustraction virgule flottante

source: Floating Point/Arithmetic/Subtractor
fr: Virgule flottante/Arithmétique/Soustraction

source: Minuend
fr: Terme 1

source: Subtrahend
fr: Terme 2

source: Floating Point Minimum
fr: Minimum virgule flottante

source: Floating Point/Control/Minimum
fr: Virgule flottante/Contrôle/Minimum

source: Floating Data Selector
fr: Multiplexeur virgule flottante

source: Floating Point/Control/Data Selector
fr: Virgule flottante/Contrôle/Multiplexeur

source: Input %1
fr: Entrée %1

source: Address %1
fr: Adress %1

source: &Add Channel
fr: &Ajouter un canal

source: &Delete Channel
fr: &Supprimer le canal

source: Channel count:
fr: Nombre de canaux :

source: Change count of channels here.
fr: Changez ici le nombre de canaux.

source: Reset value:
fr: Valeur initiale :

source: Change the reset value of the component here.
fr: Changez la valeur intiale du composant ici.

source: Floating Point exp(x)
fr: exp() virgule flottante

source: Floating Point/Arithmetic/Exponentiation & Logarithms/exp(x)
fr: Virgule flottante/Arithmétique/Exponentiel & Logarithme/exp(x)

source: Floating Point Waveform Generator
fr: Générateur de signal virgule flottante

source: Floating Point/Control/Waveform Generator
fr: Virgule flottante/Contrôle/Générateur de signal

source: Waveform:
fr: Signal :

source: Sinusoidal
fr: Sinusoïde

source: Square
fr: Carré

source: Sawtooth
fr: Dents de scie

source: Triangular
fr: Triangle

source: Sets the waveform.
fr: Paramètre le signal.

source: Period:
fr: Période :

source: The period or frequency of the wave.
fr: Période et fréquence du signal.

source: Frequency:
fr: Fréquence :

source: Shows the frequency (depends on the period).
fr: Montre la fréquence (dépend de la période).

source: The phase of the wave. The phase is measured in degree.
fr: Phase du signal. La phase est mesurée en degrés.

source: The amplitude of the wave.
fr: Amplitude du signal.

source: The offset of the wave.
fr: Offset du signal.

source: Output
fr: Sortie

source: The reset, minimum and maximum values do not match! The values have to match following conditions: Minimum Value <= Reset Value <= Maximum Value or Minimum Value >= Reset Value >= Maximum Value
fr: La valeur par défaut, la valeur minimum et la valeur maximum ne correspondent pas ! Les valeurs doivent satisfaire les conditions suivantes : valeur minimum <= valeur initiale <= valeur maximale ou valeur minimum >= valeur initiale >= valeur maximum

source: The reset, minimum and maximum values do not match! The values have to match following condition: Minimum Value <= Reset Value <= Maximum Value
fr: La valeur par défaut, la valeur minimum et la valeur maximum ne correspondent pas ! Les valeurs doivent satisfaire la condition suivante : valeur minimum <= valeur initiale <= valeur maximale

source: Maximum value:
fr: Valeur maximum :

source: The maximum value of the component.
fr: Valeur maximum du composant.

source: Minimum value:
fr: Valeur minimum :

source: The minimum value of the component.
fr: Valeur minimum du composant.

source: Floating Point Absolute Value
fr: Valeur absolue virgule flottante

source: Floating Point/Arithmetic/Absolute Value
fr: Virgule flottante/Arithmétique/Valeur absolue

source: Floating Point Adder
fr: Addition virgule flottante

source: Floating Point/Arithmetic/Adder
fr: Virgule flottante/Arithmétique/Addition

source: Summand %1
fr: Terme %1

source: Input A
fr: Entrée A

source: Input B
fr: Entrée B

source: Floating Point Divider
fr: Division virgule flottante

source: Floating Point/Arithmetic/Divider
fr: Virgule flottante/Arithmétique/Division

source: Dividend
fr: Dividende

source: Divisor
fr: Diviseur

source: Converter Boolean to Floating Point
fr: Convertisseur logique vers virgule flottante

source: Converter/Boolean to Float
fr: Convertisseur/Logique vers virgule flottante

source: True Value:
fr: Valeur vraie :

source: Sets the value which represents the true level.
fr: Paramètre la valeur qui représente le niveau vrai.

source: Change the reset value of the component here
fr: Changez la valeur initiale du composant ici

source: Floating Point Line Edit Input
fr: Ligne d'édition virgule flottante

source: Floating Point/Input/Line Edit
fr: Virgule flottante/Entrée/Ligne d'édition

source: Fixed Point
fr: Virgule Fixe

source: Exponential
fr: Exponentielle

source: Automatic
fr: Automatique

source: Sets the notation type of the input.
fr: Paramètre le type de notation de l'entrée.

source: Fixed Point: The value is displayed in fixed point notation. The 'Precision' gives the number of digits after the decimal point. Exponential: The value is displayed in exponential notation. The 'Precision' gives the number of digits after the decimal point. Automatic: The notation depends on the value and precision. The value is displayed in exponent notation if the exponent is less than -4 or greater than or equal to the 'Precision'; otherwise the fixed-point notation is used.
fr: Virgule fixe : La valeur est affichée en notation virgule fixe. La 'précision' donne le nombre de chiffre après la virgule. Exponentielle : La value est affichée en notation exponentielle. La 'précision' donne le nombre de chiffre après la virgule. Automatic: La notation dépend de la valeur et de la précision. La valeur est affichée en notation exponentielle si l'exposant est inférieur à -4 ou supérieur ou égal à la 'précision' ; dans le cas contraire, la notation virgule fixe est utilisée.

source: Precision:
fr: Précision :

source: Sets the 'Precision' of the input.
fr: Paramètre la 'précision' de l'entrée.

source: Tracking
fr: Suivi de la valeur

source: Enables the value tracking. If enabled the output will be updated after each inserted digit. If disabled the output will be updated after the user press return or select another input field.
fr: Active le suivi de la valeur. Si cette option est activée, la sortie sera activée après chaque chiffre inséré. Si elle est désactivée, la sortie sera activée après l'appui sur entrée ou après la selection d'un autre composant.

source: Floating Point Input Slider
fr: Potentiomètre virgule flottante

source: Floating Point/Input/Slider
fr: Virgule flottante/Entrée/Potentiomètre

source: The reset value of the slider.
fr: Valeur par défaut du potentiomètre.

source: Top/Left value:
fr: Valeur haute/gauche :

source: The value of the slider at the top or left position.
fr: Valeur du potentiomètre en position haute ou gauche.

source: Bottom/Right value:
fr: Valeur basse/droite :

source: The value of the slider at the bottom or right position.
fr: Valeur du potentiomètre en position basse ou droite.

source: Converter Floating Point to Boolean
fr: Convertisseur virgule flottante vers logique

source: Converter/Float to Boolean
fr: Convertisseur/Virgule flottante vers logique

source: True Threshold:
fr: Seuil vrai :

source: Sets the threshold where the converter switch to true.
fr: Paramètre la seuil où le convertisseur bascule à la valeur vrai.

source: False Threshold:
fr: Seuil faux :

source: Sets the threshold where the converter switch to false.
fr: Paramètre la seuil où le convertisseur bascule à la valeur fausse.

source: Medium Threshold:
fr: Seuil médian :

source: Shows the medium value between 'False Threshold' and 'True Threshold'.
fr: Affiche la valeur médiane entre 'Seuil faux' et 'Seuil vrai'

source: Hysteresis:
fr: Hystérisis :

source: Shows the hysteresis between 'False Threshold' and 'True Threshold'.
fr: Affiche l'hystérisis entre 'Seuil faux' et 'Seuil vrai'.

source: Floating Point Constant
fr: Constante virgule flottante

source: Floating Point/Input/Constant
fr: Virgule flottante/Entrée/Constante

source: Edit &Value...
fr: Modifier la &valeur...

source: Value:
fr: Valeur :

source: Floating Point cos(x)
fr: cos() virgule flottante

source: Floating Point/Arithmetic/Trigonometric/cos(x)
fr: Virgule flottante/Arithmétique/Trigonométrique/cos(x)

source: Floating Point acos(x)
fr: arccos() virgule flottante

source: Floating Point/Arithmetic/Trigonometric/acos(x)
fr: Virgule flottante/Arithmétique/Trigonométrique/arccos(x)

source: External Connector Floating Point Output
fr: Sortie virgule flottante externe

source: External Connector/Floating Point Output
fr: Connecteur externe/Sortie virgule flottante

source: External Connector Floating Point Input
fr: Entrée virgule flottante externe

source: External Connector/Floating Point Input
fr: Connecteur externe/Entrée virgule flottante

source: Floating Point Latch
fr: Registre virgule flottante

source: Floating Point/Control/Latch
fr: Virgule flottante/Contrôle/Registre

source: Output %1
fr: Sortie %1

source: Floating Point Remainder
fr: Reste virgule flottante

source: Floating Point/Arithmetic/Remainder
fr: Virgule flottante/Arithmétique/Reste

source: Floating Point Conditional Lesser
fr: Condition 'inférieur' virgule flottante

source: Floating Point/Conditional/Lesser
fr: Virgule flottante/Condition/Inférieur

source: Floating Point Conditional Lesser Equal
fr: Condition 'inférieur ou égal' virgule flottante

source: Floating Point/Conditional/Lesser Equal
fr: Virgule flottante/Condition/Inférieur ou égal

source: Floating Point Conditional Equal
fr: Condition 'égal' virgule flottante

source: Floating Point/Conditional/Equal
fr: Virgule flottante/Condition/Égal

source: Floating Point Conditional Larger Equal
fr: Condition 'supérieur ou égal' virgule flottante

source: Floating Point/Conditional/Larger Equal
fr: Virgule flottante/Condition/Supérieur ou égal

source: Floating Point Conditional Larger
fr: Condition 'supérieur' virgule flottante

source: Floating Point/Conditional/Larger
fr: Virgule flottante/Condition/Supérieur

source: Conditional:
fr: Condition :

source: Sets the conditional.
fr: Paramètre la condition.

source: Floating Point Multiplier
fr: Multiplication virgule flottante

source: Floating Point/Arithmetic/Multiplier
fr: Virgule flottante/Arithmétique/Multiplication

source: Factor %1
fr: Facteur %1
