Repository: BackupTheBerlios/ksimus
Catalog: boolean/po/*.po
Languages: de, fr

source: D Latch
fr: Bascule D

source: Boolean/Flip Flop/D Latch
de: Boolesche/Flipflop/D Latch
fr: Logique/Bascule/Bascule D

source: Boolean Const True
de: Boolesche Konstant Wahr
fr: Constante logique vraie

source: Boolean/Input/Const True
de: Boolesche/Eingang/Konstant Wahr
fr: Logique/Entrée/Constante vraie

source: Boolean Const False
de: Boolesche Konstant Falsch
fr: Constante logique fausse

source: Boolean/Input/Const False
de: Boolesche/Eingang/Konstant Falsch
fr: Logique/Entrée/Constante fausse

source: Output
de: Ausgang
fr: Sortie

source: /Output
de: /Ausgang
fr: /Sortie

source: Dominant Input:
de: Dominanter Eingang:
fr: Entrée prioritaire :

source: Set Input
de: Setze Eingang
fr: Entrée Set

source: Reset Input
de: Rücksetze Eingang
fr: Entrée Reset

source: Set here dominant input.
de: Bestimme hier den dominanten Eingang.
fr: Selectionnez l'entrée prioritaire.

source: JK Flip Flop
fr: Bascule JK

source: Boolean/Flip Flop/JK-FF
de: Boolesche/Flipflop/JK-FF
fr: Logique/Bascule/Bascule JK

source: JK Master Slave Flip Flop
fr: Bascule JK maître esclave :

source: Boolean/Flip Flop/JK-MS-FF
de: Boolesche/Flipflop/JK-MS-FF
fr: Logique/Bascule/Bascule JK maître esclave

source: Master Slave:
fr: Maître/Esclave :

source: Enabled
de: Aktiviert
fr: Activé

source: Disabled
de: Deaktiviert
fr: Désactivé

source: Enables the Master Salve functionality. If disabled, the FF works in single edge mode.
de: Aktiviert die Master Salve Funktion Wenn deaktiviert, arbeitet das FF im einfachen Flanken-Modus.
fr: Active le mode maître/esclave. Si désactivé, la bascule fonctionne en déclenchement sur front.

source: Boolean Exclusive OR
de: Boolesches Exclusiv Or
fr: Porte OU exclusif

source: Boolean/Gates/XOR
de: Boolesche/Gatter/XOR
fr: Logique/Portes/OU exclusif

source: Boolean Exclusive NOR
de: Boolesches Exclusiv NOR
fr: Porte NON-OU exclusif

source: Boolean/Gates/XNOR
de: Boolesche/Gatter/XNOR
fr: Logique/Portes/NON-OU exclusif

source: Boolean Counter with RCO and RBO
de: Boolescher Zähler mit RCO und RBO
fr: Compteur logique avec RCO et RBO

source: Boolean/Counter/with RCO and RBO
de: Boolesche/Zähler/mit RCO und RBO
fr: Logique/Compteur/avec RCO et RBO

source: Output %1
de: Ausgang %1
fr: Sortie %1

source: Connector "Clock Up" or "Clock Down" must be visible.
de: Anschluss "Takt aufwärts" oder "Takt abwärts" muß sichtbar sind.
fr: Le connecteur "Clock Up" ou "Clock Down" doit être visible.

source: Counter
de: Zähler
fr: Compteur

source: Counter width:
de: Zählerbreite:
fr: Taille du compteur :

source: Sets the counter width.
de: Stellt die Zählerbreite ein.
fr: Change la taille du compteur.

source: Sets the maximum counter value. This value is used if the counter wraps around.
de: Setzt den maximalen Zählerwert. Der Wert wird beim Überlauf des Zählers verwendet.
fr: Valeur maximum pour le compteur. Cette valueur est utilisée lorsque le compteur reboucle.

source: Sets the minimum counter value. This value is used if the counter wraps around.
de: Setzt den minimalen Zählerwert. Der Wert wird beim Unterlauf des Zählers verwendet.
fr: Valeur minimum pour le compteur. Cette valueur est utilisée lorsque le compteur reboucle.

source: Reset value:
de: Resetwert:
fr: Valeur initiale :

source: Sets the reset counter value. This value is also used if the counter is reseted.
de: Setzt den Resetwert des Zählers. Der Wert wird auch verwendet wenn der Zähler zurückgesetzt wird.
fr: Paramètre la valeur initiale du compteurCette valeur est aussi utilisée lorsque le compteur est remis �zéro.

source: Hint: minimum counter width is %1 bit
de: Hinweis: minimale Zählerbreite ist %1 Bit.
fr: Note : la taille minimum du compteur est %1 bit

source: This is the minimal possible counter width. This value depends on wired connectors.
de: Das ist die minimal mögliche Zählerbreite. Der Wert hängt von den verwendeten Anschlüssen ab.
fr: C'est la taille minimum du compteur. Cette valeur dépend des connecteurs branchés

source: Mono Flop
fr: Monostable

source: Boolean/Flip Flop/Mono Flop
de: Boolesche/Flipflop/Monoflop
fr: Logique/Bascule/Monostable

source: Trigger Input
de: Triggereingang
fr: Entrée trigger

source: Set here the retrigger mode.
de: Setzt den Retrigger-Modus.
fr: Activez ici le mode retrigger.

source: Time:
de: Zeit:
fr: Durée :

source: Set here the duration.
de: Setzt die Zeitdauer.
fr: Choisissez ici la durée.

source: Boolean OR
de: Boolesches Or
fr: OU logique

source: Boolean/Gates/OR
de: Boolesche/Gatter/OR
fr: Logique/Portes/OU

source: Boolean NOR
de: Boolesches NOR
fr: NON-OU logique

source: Boolean/Gates/NOR
de: Boolesche/Gatter/NOR
fr: Logique/Portes/NON-OU

source: Multiple D Latches
fr: Bascule D multiple

source: Boolean/Flip Flop/Multiple D Latches
fr: Logique/Bascule/Bascule D multiple

source: Input
fr: Entrée

source: Input %1
fr: Entrée %1

source: &Add Channel
fr: &Ajouter un canal

source: &Delete Channel
fr: &Supprimer un canal

source: Channel count:
fr: Nombre de canaux :

source: Change count of channels here.
fr: Changez le nombre de canaux ici.

source: Reset value:
fr: Valeur initiale :

source: Change the reset value of the component here.
fr: Changez la valeur intiale du composant ici.

source: Input A
de: Eingang A
fr: Entrée A

source: Input B
de: Eingang B
fr: Entrée B

source: 7 Segment Display
de: 7-Segmentanzeige
fr: Afficheur 7 segments

source: Boolean/Output/7 Segment Display
de: Boolesche/Ausgang/7-Segmentanzeige
fr: Logique/Sortie/Afficheurs 7 segments

source: Input 1
de: Eingang 1
fr: Entrée 1

source: Input 2
de: Eingang 2
fr: Entrée 2

source: Input 4
de: Eingang 4
fr: Entrée 4

source: Input 8
de: Eingang 8
fr: Entrée 8

source: RS Flip Flop
fr: Bascule RS

source: Boolean/Flip Flop/RS-FF
de: Boolesche/Flipflop/RS-FF
fr: Logique/Bascule/Bascule RS

source: Data
de: Daten

source: Enable
de: Aktiviere

source: Set
de: Setzen

source: Reset
de: Rücksetzen

source: Clock
de: Takt

source: Clock Up
de: Takt aufwärts

source: Clock Down
de: Takt abwärts

source: Ripple Borrow Out
de: Unterlauf-Ausgang (Ripple Borrow Out)

source: Ripple Carry Out
de: Überlauf-Ausgang (Ripple Carry Out)
