Repository: BackupTheBerlios/ksimus
Catalog: ksimus/po/*.po
Languages: de, fr, pt_br

source: _: watchpoint disable trigger Disable all triggers
de: Deaktiviere alle Trigger
fr: Désactiver tous les points d'arrêt

source: _: watchpoint delete Delete all watchpoints
de: Lösche alle Watchpoints
fr: Supprimer tous les points de surveillance

source: _: watchpoint disable trigger Disable trigger
de: Deaktiviere Trigger
fr: Désactiver le point d'arrêt

source: _: watchpoint delete Delete selected watchpoint
de: Lösche markierten Watchpoint
fr: Supprimer le point de surveillance sélectionné

source: _: watchpoint property Watchpoint settings
de: Watchpoint Einstellungen
fr: Paramètres du point de surveillance

source: Add connector
de: Füge Anschluß hinzu
fr: Ajouter un connecteur
pt_br: Adicionar conector

source: Delete connector
de: Lösche Anschluß
fr: Supprimer le connecteur
pt_br: Apagar conector

source: Add %1
de: Füge %1 hinzu
fr: Ajouter %1
pt_br: Adicionar %1

source: Delete %2
de: Lösche %2
fr: Supprimer %2
pt_br: Apagar %2

source: Settings
de: Einstellungen
fr: Paramètres
pt_br: Parâmetros

source: Change the name of the connector here
de: Ändere hier den Namen des Anschlusses
fr: Changez le nom du connecteur ici
pt_br: Modificar o nome do conector aqui

source: The shows the connector type.
de: Zeigt den Anschlusstyp.
fr: Type de connecteur.
pt_br: Tipo do conector.

source: Type:
de: Typ:
pt_br: Tipo :

source: Hidden
de: Versteckt
fr: Masqué
pt_br: Escondido

source: Hide the connector
de: Verstecke den Anschluss
fr: Masquer le connecteur
pt_br: Esconder o conector

source: Negated
de: Negiert

source: Negate the connector
de: Negiere den Anschluss
fr: Complementer le connecteur
pt_br: Complementar o conector

source: _: Component External Connector Boolean Output
de: Externer Anschluss boolescher Ausgang
fr: Sortie logique externe

source: _: Component External Connector/Bool Output
de: External Connector/Bool Output
fr: Connecteur externe/Sortie logique

source: _: Component property dialog Optional connector:
de: Optionaler Anschluß:

source: _: Component property dialog External connector is optional
de: Externer Anschluß ist optional

source: An external connector may be optional. Optional means the connector may be visible or hidden.
de: Ein externer Anschluß kann optional sein. Optional meint der Anschluß kann sichtbar oder verborgen sein.

source: _: Component property dialog Default is visible
de: Vorgabe ist sichtbar

source: An optional external connector may be visible or hidden by default.
de: Ein optionaler externe Anschluß kann per Default sichtbar oder verborgen sein.

source: _: Boolean Trigger False to True transition
de: Übergang Falsch auf Wahr
fr: Transition faux vrai

source: _: Boolean Trigger True to False transition
de: Übergang Wahr auf Falsch
fr: Transition vrai faux

source: _: Boolean Trigger False state
de: Zustand Falsch
fr: État faux

source: _: Boolean Trigger True state
de: Zustand Wahr
fr: État vrai

source: Change Connector Properties
de: Ändere Anschlusseigenschaften
fr: Changement des propriétés du connecteur
pt_br: Mudar as propriedades do conector

source: Wire without controlling output
de: Verbindung ohne steuernden Ausgang
fr: Aucune sortie connectée sur ce fil
pt_br: Fio sem saída controlada

source: The watch functionality is not implementated yet. Wire Type: %1
de: Die Watch-Funktionalität ist noch nicht implementiert. Verbindungstype: %1
fr: Type de fil : %1

source: Wire has more than one connected output
de: Verbindung hat mehr als einen angeschlossenen Ausgang
fr: Ce fil a plus d'une sortie connectée
pt_br: O fio tem mais de uma saída conectada

source: Tristates outputs are not allowed
de: TriState-Ausgänge sind nicht erlaubt

source: The wire is connected to output connectors with different data types.
de: Die Verbindung ist an Ausgangsanschlüssen mit unterschiedlichen Datentypen angeschlossen.

source: The wire is connected to one or more input connectors with incompatible data types.
de: Die Verbindung ist an einem oder mehreren Eingangsanschlüssen mit inkombatiblen Datentypen angeschlossen.

source: The wire is connected to input connectors with different data types.
de: Die Verbindung ist an Eingangsanschlüssen mit unterschiedlichen Datentypen angeschlossen.

source: _: Text for boolean data True
de: Wahr
fr: Vrai

source: _: Text for boolean data False
de: Falsch
fr: Faux

source: _: Floating Point Trigger Rising edge
de: Steigende Flanke
fr: Front montant

source: _: Floating Point Trigger Falling edge
de: Fallende Flanke
fr: Front descendant

source: _: Floating Point Trigger Not a number (NaN)
de: Not a number (NaN)
fr: Pas un nombre (NaN)

source: _: Floating Point Trigger Positive infinity
de: Positiv unendlich
fr: Plus l'infini

source: _: Floating Point Trigger Negative infinity
de: Negativ unendlich
fr: Moins l'infini

source: _: Floating Point Trigger Threshold:
de: Schwellwert:
fr: Seuil :

source: &Remove Messages
de: &Lösche Nachrichten
fr: &Supprimer les messages
pt_br: &Remover Mensagens

source: &Hide Log Window
de: &Deaktiviere Protokollfenster
fr: &Masquer la fenêtre des messages
pt_br: &Esconder a janela de mensagens

source: Log Window Properties
de: Eigenschaften des Protokollfensters
fr: Propriétés de la fenêtre de messages
pt_br: Propriedade da janelas de mensagens

source: &Enable Grid
de: &Aktiviere Gitter
fr: &Activer la grille
pt_br: H&abilitar a grade

source: &Style:
de: &Stil:
pt_br: E&stilo:

source: Dots
de: Punkte
fr: Points
pt_br: Pontos

source: Dot Line
de: Punkt-Linie
fr: Point Ligne
pt_br: Linha Pontilhada

source: Dash Line
de: Strich-Linie
fr: Tiret Ligne
pt_br: Linha Tracejada

source: Dash Dot Line
de: Strich-Punkt-Linie
fr: Tiret Point Ligne
pt_br: Linha Ponto-Traço

source: Dash Dot Dot Line
de: Strich-Punkt-Punkt-Linie
fr: Tiret Point Point Ligne
pt_br: Linha Traço-Ponto-Ponto

source: Solid Line
de: Durchgehende Linie
fr: Ligne continue
pt_br: Linha Sólida

source: &Color:
de: &Farbe
fr: &Couleur :
pt_br: &Cor :

source: &User defined grid
de: &Anwender definiertes Gitter
fr: Grille définie par l'&utilisateur
pt_br: Grade definida pelo &Usuário

source: Grid Properties
de: Gittereigenschaften
fr: Propriétés de la grille
pt_br: Propriedades da Grade

source: Package directories:
de: Paket-Verzeichnisse:
fr: Répertoire des paquets :
pt_br: Diretório de pacotes:

source: Package files:
de: Paket-Dateien:
fr: Paquets :
pt_br: Pacotes:

source: *.so|Package files (*.so) *|All files (*)
de: *.so|Paket-Dateien (*.so) *|Alle Dateien (*)
fr: *.so|Paquets KSimus (*.so) *|Tous les fichiers (*)
pt_br: .so|Pacotes KSimus (*.so) *|Todos os arquivos (*)

source: KSimus packages are configured only during the application start.You have to restart ksimus if you want to apply the changes. This will be changed in a future version. Sorry!
de: KSimus-Pakete werden nur während dem Start der Applikation konfiguriert. Sie müssen KSimus neustarten um die Änderungen zu aktivieren. Das wird sich einer zukünftigen Version ändern. Entschuldigung!
fr: Les paquets KSimus sont configurés uniquement au démarrage de l'application. Vous devez redémarrer KSimus si vous voulez appliquer les modifications. Ce sera modifié dans une prochaine version. Désolé !
pt_br: Os pacotes KSimus são configurados somente durante o inicio do programa. Você terá que reiniciar o KSimus se você deseja ativar as mudanças. Isto será modificado em uma versão futura. Desculpe!

source: Restart required
de: Neustart erforderlich
fr: Redémarrage requis
pt_br: Reinicialização requerida

source: Package Files
de: Paket-Dateien
fr: Paquets
pt_br: Pacotes

source: Timing difference simulation time - real time = %1 ms
de: Zeitdifferenz Simulationszeit - Realzeit = %1 ms
fr: Différence de vitesse entre le temps de simulation et le temps réel = %1 ms

source: _: Text for false in a combo box False
de: Falsch
fr: Faux

source: _: Text for true in a combo box True
de: Wahr
fr: Vrai

source: _: Text for inactive in a combo box Inactive
de: Inaktiv

source: Schematic size:
de: Größe des Schaltplans:
fr: Taille du schéma :

source: Width:
de: Breite:
fr: Largeur :

source: Adjusts the width of the Schematic.
de: Stellt die Breite des Schaltplans ein.
fr: Change la largeur du schéma.

source: Height:
de: Höhe:
fr: Hauteur :

source: Adjusts the height of the Schematic.
de: Stellt die Höhe des Schaltplans ein.
fr: Change la hauteur du schéma.

source: User interface size:
de: Größe des Benutzerinterfaces:
fr: Taille de l'interface utilisateur :

source: Adjusts the width of the User Interface.
de: Stellt die Breite des Benutzerinterfaces ein.
fr: Change la largeur de l'interface utilisateur.

source: Adjusts the height of the User Interface.
de: Stellt die Höhe des Benutzerinterfaces ein.
fr: Change la hauteur de l'interface utilisateur.

source: Change Map Size
de: Ändere Plangröße
fr: Changer la taille du schéma/interfacer utilisateur

source: Show:
de: Zeige:
fr: Montrer :
pt_br: Mostrar:

source: Popup at:
de: Öffne bei:
fr: Afficher pour :
pt_br: Abrir janela em:

source: Warnings
de: Warnungen
fr: Avertissements
pt_br: Avisos

source: Errors
de: Fehler
fr: Erreurs
pt_br: Erros

source: Execution speed:
de: Ausführungsgeschwindigkeit:
fr: Vitesse d'exécution :
pt_br: Velocidade de execução :

source: Fast as possible
de: So schnell wie möglich
fr: Aussi vite que possible
pt_br: Mais rápido possível

source: Simulation time per tick:
de: Simulationszeit pro Tick:
fr: Temps de cycle :
pt_br: Tempo por ciclo :

source: Sychronized to execution speed
de: Synchronisiert zur Ausführungszeit
fr: Synchronisée avec la vitesse d'exécution
pt_br: Sincronizado a velocidade de execução

source: View update speed:
de: Intervall zum Auffrischen der Anzeige:
fr: Vitesse d'affichage :
pt_br: Ver velocidade de atualização:

source: Change Timing
de: Ändere Zeitverhalten
fr: Changement de la vitesse de simulation
pt_br: Mudar o tempo

source: Select File
de: Wähle Datei
fr: Selectionnez le fichier
pt_br: Selecionar arquivo

source: Select library
de: Wähle Bibliothek
fr: Selectionnez la librarie
pt_br: Selecionar a biblioteca

source: Select Directory
de: Wähle Verzeichnis
fr: Selectionnez le répertoire
pt_br: Selecionar o diretório

source: Enable exponent steps
de: Aktivere exponentielle Schritte
fr: Activer les intervalles exponentiels
pt_br: Habilitar os passos exponenciais

source: Auto unit
de: Automatische Einheit
fr: Unités automatique
pt_br: Unidades automáticas

source: Time Units
de: Zeit-Einheiten
fr: Unités de temps
pt_br: Unidades de tempo

source: Length Units
de: Längen-Einheiten
fr: Unités de longueur
pt_br: Unidades de comprimento

source: WARNING:
de: WARNUNG:

source: ERROR:
de: FEHLER:

source: Module directories:
de: Modulverzeichnisse:

source: Module files:
de: Moduldateien:

source: *.sim|Module files (*.sim) *|All files (*)
de: *.sim|Moduldateien (*.sim) *|Alle Dateien

source: KSimus modules are loaded only during the application start.You have to restart ksimus if you want to apply the changes. This will be changed in a future version. Sorry!
de: KSimus-Module werden nur während dem Start der Applikation konfiguriert. Sie müssen KSimus neustarten um die Änderungen zu aktivieren. Das wird sich einer zukünftigen Version ändern. Entschuldigung!

source: Module Files
de: Moduldateien

source: The input line accepts binary, octal, decimal and hexadecimal values. See the following examples how to select the different bases: Binary: 0b11001 Octal: 0o31 Decimal: 25 Hexadecimal: 0x19
de: Die Eingabezeile akzeptiert binäre, oktale, dezimale und hexadezimale Wert. Siehe die folgenden Beispiele, wie man die unterschiedlichen Basen auswählt:: Binär: 0b11001 Oktal: 0o31 Dezimal: 25 Hexadezimal: 0x19
fr: La ligne d'entrée accepte les valeurs binaires, octales, décimales et hexadécimales. Regardez les examples suivants pour savoir comment sélectionner les différentes bases : Binaire : 0b11001 Octal : 0o31 Décimal : 25 Hexadécimal : 0x19
pt_br: A linha de entrada suporta valores binários, octais, decimais e hexadecimais. Veja os exemplos a seguir de como selecionar as diferente bases: Binária: 0b11001 Octal: 0o32 Decimal: 25 Hexadecimal: 0x19

source: *|All files
de: *|Alle Dateien
fr: *|Tous les fichiers
pt_br: *|Todos os arquivos

source: Enter the filename with the absolute or relative path.
de: Geben Sie den Dateinamen mit absoluten oder relativen Pfad ein.
fr: Saisissez le nom du fichier avec un chemin relatif ou absolu.

source: Opens a file dialog.
de: Öffnet einen Dateidialog.
fr: Ouvre une boîte de dialogue d'ouverture de fichier.

source: Save absolute path
de: Speichere absoluten Pfad
fr: Chemin absolu

source: Save path relative to document
de: Speichere Pfad relativ zum Dokument
fr: Chemin relatif au document

source: Save path relative to module
de: Speichere Pfad relativ zum Modul
fr: Chemin relatif au module

source: Save path relative to home dir
de: Speichere Pfad relativ zum Heimtverzeichnis
fr: Chemin relatif au répertoire personnel

source: The path of the file can be stored absolute or relative in the document.
de: Der Pfad der Datei kann absolute oder relativ zum Dokument gespeichert werden.
fr: Le chemin du fichier peut être stocké de façon absolue ou relative dans le document.

source: <p>The path of the file can be stored absolute or relative in the document.</p>
de: <p>Der Pfad der Datei kann absolute oder relativ zum Dokument gespeichert werden.</p>
fr: <p>Le chemin du fichier peut être stocké de façon absolue ou relative dans le document.</p>

source: <p><b>Save absolute path:</b> Stores the absolute path.</p>
de: <p><b>Speichere absoluten Pfad:</b> Speichert den absoluten Pfad.</p>
fr: <p><b>Chemin absolu : </b> Enregistre le chemin absolu.</p>

source: <p><b>Save path relative to document:</b> Stores the path relative to the document.</p>
de: <p><b>Speichere Pfad relativ zum Dokument:</b> Speichert den Pfad relativ zum Dokument.</p>
fr: <p><b>Chemin relatif au document : </b>Enregistre le chemin relativement au le document.</p>

source: <p><b>Save path relative to module:</b> Stores the path relative to the module.</p>
de: <p><b>Speichere Pfad relativ zum Modul:</b> Speichert den Pfad relativ zum Module.</p>
fr: <p><b>Chemin relatif au module : </b>Enregistre le chemin relativement au le document.</p>

source: <p><b>Save path relative to home dir:</b> Stores the path relative to your home directory.</p>
de: <p><b>Speichere Pfad relativ zum Heimatverzeichnis</b> Speichert den Pfad relativ zum Heimatverzeichnis.</p>
fr: <p><b>Chemin relatif au répertoire personnel : </b>Enregistre le chemin relativement à votre répertoire personel</p>

source: Open File...
de: Öffne Datei...
fr: Ouverture du fichier...
pt_br: Abrir arquivo...

source: Library Name:
de: Katalogname:
fr: Nom de la librarie :
pt_br: Nome da Biblioteca:

source: Package Name:
de: Name des Pakets:
fr: Nom du paquet :
pt_br: Nome do Pacote :

source: Package Version:
de: Paketversion:
fr: Version du paquet :
pt_br: Versão do Pacote :

source: View Attribute:
de: Ansichteigenschaften:
fr: Attributs de la vue :
pt_br: Ver Atributos:

source: Serial Number:
de: Seriennummer:
fr: Numéro de série :
pt_br: Número de série :

source: Sheet Pos:
de: Position Schaltplan:
fr: Position dans le schéma :
pt_br: Posição dentro da página :

source: Sheet Size:
de: Größe Schaltplan:
fr: Taille dans le schéma :
pt_br: Tamanho da página :

source: Width: %1 Height: %2
de: Breite: %1 Höhe: %2
fr: Largeur : %1 Hauteur : %2
pt_br: Largura : %1 Altura : %2

source: User Pos:
de: Position Benutzerinterface:
fr: Position dans l'interface utilisateur :
pt_br: Posição dentro da interface do usuário :

source: User Size:
de: Größe Benutzerinterface:
fr: Taille dans l'interface utilisateur :
pt_br: Tamanho dentro da interface do usuário :

source: Load package %1 %2
de: Lade Paket %1 %2
fr: Chargement du paquet %1 %2
pt_br: Carregar pacote %1 %2

source: Contains no KInstance!
de: Enthält keine KInstance!

source: Package %1 has no components.
de: Paket %1 enthält keine Komponenten.
fr: Le paquet %1 ne contient aucun composant
pt_br: O pacote %1 não contém componentes

source: Package %1: %2
de: Paket %1: %2
fr: Paquet %1 : %2
pt_br: Pacote %1 : %2

source: Package %1: File does not exist.
de: Package %1: Datei exisitiert nicht.

source: Package %1: Is not a file.
de: Package %1: Ist keine Datei.

source: Package %1: File is not readable.
de: Package %1: Datei ist nicht lesbar.

source: Module %1: File does not exist.
de: Modul %1: Datei exisitiert nicht.

source: Module %1: Is not a file.
de: Modul %1: Ist keine Datei.

source: Module %1: File is not readable.
de: Modul %1: Datei ist nicht lesbar.

source: Load module %1 (%2)
de: Lade Modul %1 (%2)

source: Module %1: File contains no valid module.
de: Modul %1: Datei enthält kein gültiges Modul.

source: _: NAME OF TRANSLATORS Your names
de: Rasmus Diekenbrock
fr: Aurélien Jarno
pt_br: Renato Arruda

source: _: EMAIL OF TRANSLATORS Your emails
de: ksimus@gmx.de
fr: aurelien@aurel32.net
pt_br: rarruda@mail.rit.edu

source: KSimus is an application for simulating networks with boolean and floating point data type. String and some more data types are planned.
de: KSimus ist eine Applikation zur Simulation von Netzwerken aus boolschen und Fließkommadatentypen. Strings und andere Datentypen sind geplant.
fr: KSimus est une application de simulation de réseaux acceptant les types de données logique et virgule flottante. Les chaînes de caractères et d'autres type de données sont prévus.

source: file to open
de: zu öffnende Datei
fr: fichier à ouvrir
pt_br: arquivo a abrir

source: start the execution of the given file
de: startet die Ausführung der angegebenen Datei
fr: démarre l'exécution du fichier spécifié

source: execute KSimus in hidden mode (only in combination with option 'execute')
de: führt KSimus im verborgenen Modus aus (nur in Kombination mit Option 'execute')

source: use the given language (for testing purpose)
de: verwendet die angegebenen Sprache (zu Testzwecken)
fr: utilise le langage spécifié (à des fins de tests)

source: Change the name of the component here
de: Ändere den Namen der Komponente hier.
fr: Changez le nom du composant ici
pt_br: Modificar o nome do componente aqui

source: Shows the component type.
de: Zeigt den Komponententyp
fr: Type de composant.
pt_br: Mostrar o tipo de componente.

source: File Error
de: Dateifehler
fr: Problème de fichier
pt_br: Erro do Arquivo

source: Cant remove file : %1 Abort copy/past function.
de: Kann Datei nicht löschen: %1 Breche Kopier- /Einfügefunktion ab.

source: Cant find file : %1 Abort copy/past function.
de: Kann Datei nicht finden: %1 Breche Kopier- /Einfügefunktion ab.

source: Data types do not match
de: Datentypen passen nicht zusammen

source: Loading...
de: Lade ...
fr: Chargement...
pt_br: Carregando...

source: Unknown Component %1
de: Unbekannte Komponente %1
fr: Composant inconnu %1
pt_br: Componente desconhecido %1

source: Connector names must be unique (%1).
de: Anschlußnamen müssen eindeutig sein (%1).
fr: Le nom des connecteurs doit être unique (%1)
pt_br: Nome dos conectores tem que ser único (%1)

source: Property Errors
de: Fehler in den Eigenschaften
fr: Erreur sur les propriétés
pt_br: Erro nas Propriedades

source: _: Component property dialog General
de: Allgemein
fr: Général

source: _: Component property dialog Connectors
de: Anschlüsse
fr: Connecteurs

source: _: Component property dialog Information
de: Informationen
fr: Informations

source: &Hide User View
de: &Deaktivere Ansicht im Benutzerinterface
fr: &Masquer l'interface utilisateur
pt_br: E&sconder visão do usuário

source: List of the avilable external connectors. Select the connectors here and place it at the "Module Preview" .
de: Liste der verfügbaren externen Anschlüsse. Wähle einen Anschluss und platziere ihn in der "Modulvorschau".
fr: Liste des connecteurs externes disponibles. Selectionnez les connecteurs ici et placez les dans "Prévisualisation du module".
pt_br: Lista dos conectores externos disponíveis. Selecione os conectores aqui e os coloque no "Preview de Módulos".

source: Connector Selection
de: Anschlußauswahl
fr: Selection du connecteur
pt_br: Seleção do Conector

source: used
de: verwendet
fr: Utilisé
pt_br: utilizado

source: Connector Name
de: Anschlußname
fr: Nom du connecteur
pt_br: Nome do Conector

source: Connector Type
de: Anschlußtyp
fr: Type du connecteur
pt_br: Tipo

source: Preview of the module. Select the connectors at the "Connector selection" and place it here.
de: Vorschau des Moduls. Wähle einen Anschluss aus der "Anschlussauswahl" und platziere ihn hier.
fr: Prévisualisation du module. Sélectionnez les connecteurs dans "Selection du connecteur" et placez les ici.
pt_br: Preview do módulo. Selecione os conectores em "Seleção de Conectores" e os coloque aqui.

source: Module Preview
de: Modulvorschau
fr: Prévisualisation du module
pt_br: Preview de Módulos

source: Change Module View
de: Ändere Modulansicht
fr: Changer la vue du module
pt_br: Modificar a visualização de módulos

source: Change Connector Position
de: Ändere Anschlußpositionen
fr: Changer la position du connecteur
pt_br: Modificar a posição do conector

source: Remove Connector
de: Lösche Anschluß
fr: Supprimer le connecteur
pt_br: Remover o Conector

source: _: Component Module
de: Modul
fr: Module

source: Module file %1 does not exist.
de: Moduldatei %1 exisitiert nicht.
fr: Le module %1 n'existe pas.

source: Module file %1 is not readable.
de: Moduldatei %1 ist nicht lesbar.
fr: Le module %1 n'est pas lisible.

source: Module file %1 seems to be a directory.
de: Moduldatei %1 scheint ein Verzeichnis zu sein.
fr: Le module %1 semble être un répertoire.

source: Recursion detected in module file %1. Recursive modules are not allowed.
de: Rekursion in Moduldatei %1 erkannt. Rekursive Module sind nicht erlaubt.
fr: Récursivité détecté dans le module %1. Les modules récursifs ne sont pas possibles.

source: Pixmap file '%1' is not valid! Switch to generic view.
de: Bilddatei '%1' ist nicht gültig! Schalte auf allgemeine Ansicht.
fr: Le fichier "%1" n'est pas une image valable ! Basculement en vue générique.
pt_br: O Arquivo '%1' não é uma imagem válida! Mude para visão genérica.

source: File %1 is not a module! Switch to generic view.
de: Datei %1 ist kein Modul! Schalte auf allgemeine Ansicht.

source: &Reload module
de: &Modul neuladen
fr: &Recharger le module
pt_br: &Recarregar módulo

source: The placement of the external connectors don't match the module shape! Switch to generic view. Hint: The common reason for this error is a resized module without rearranged external connectors.
de: Die Plazierung der externen Anschlüsse paßt nicht zu den Modulform! Schalte auf allgemeine Ansicht. Hinweis: Ein häufiger Grund für diesen Fehler ist, dass die Größe des Moduls verändert wurde ohne die externen Anschlüsse neu anzuordnen.

source: No view !
de: Keine Ansicht !
fr: Pas de prévisualisation !
pt_br: Não é possível ver !

source: Image file not valid !
de: Bilddatei nicht gültig !
fr: Fichier image non valable !
pt_br: Arquivo de imagem não válido!

source: View selection
de: Ansichtauswahl
fr: Selection de la vue
pt_br: Seleção da vista

source: &No Module
de: &Kein Modul
fr: &Pas un module
pt_br: &Sem módulo

source: Check, if this is not a module.
de: Markiere hier, wenn dies kein Modul ist.
fr: Selectionnez cette option s'il ne s'agit pas d'un module.
pt_br: Selecione esta opção se não é um módulo.

source: &Generic View
de: &Allgemeine Ansicht
fr: Vue &générique
pt_br: Visão &genérica

source: Check, if this is a module with a default view.
de: Markiere hier, wenn das Modul die Defaultansicht verwenden soll.
fr: Selectionnez cette option pour un module avec une vue par défaut.
pt_br: Selecione esta opção se este é um módulo com uma visão padrão.

source: &User View
de: B&enutzerinterface
fr: &Vue utilisateur
