Repository: BackupTheBerlios/ksimus
Catalog: ksimus/po/*.po
Languages: de, fr, pt_br

source: Check, if the module should have a view like the user interface.
de: Markiere hier, wenn das Modul das Benutzerinterface als Ansicht verwenden soll.
fr: Cochez cette option pour un module avec une interface utilisateur.
pt_br: Selecione esta opção se o módulo deve ter uma visão como a da interface com o usuário.

source: &Image
de: &Bild

source: Check, if this is a module with a image view.
de: Markiere hier, wenn das Modul ein Bild als Ansicht verwenden soll.
fr: Cochez cette option pour un module avec une image.
pt_br: Selecione esta opção se este é um módulo com uma visualização por uma imagem.

source: Enter the module name here.
de: Gib hier den Modulnamen ein.
fr: Saisissez le nom du module ici.
pt_br: Entre com o nome do modulo aqui.

source: Module Name:
de: Modulname:
fr: Nom du module :
pt_br: Nome do módulo:

source: Describes the entry of the module at the component supplier. Separate subdirecotries by a slash"/". Separate library names by a semicolon ";".
de: Beschreibt den Eintrag im Komponentenverzeichnis. Separiere Unterverzeichnisse mit einem Schräger "/". Separiere verschiedene Einträge mit einem Semikolon ";".
fr: Décrit les entrées d'un module dans la liste des composants. Séparez les sous-répertoires par un slash"/". Séparez les noms de librairie par un point-virgule ";".
pt_br: Descreva a entrada de um modulo dentro da lista de componentes. Separe os subdiretórios com uma barra "/". Separe os nomes da biblioteca com um ponto-e-virgula ";".

source: Library Names:
de: Verzeichnisnamen:
fr: Noms de la librarie :
pt_br: Nome da Biblioteca:

source: Enter a short description of the module.
de: Gebe eine kurze Beschreibung des Moduls ein.
fr: Saisissez une courte description du module.
pt_br: Entre uma curta descrição do módulo.

source: Short Description:
de: Kurze Beschreibung
fr: Courte description :
pt_br: Curta Descrição:

source: Enter the path to image file (Image view only).
de: Gebe den Pfad zur Bilddatei ein (nur Bildansicht).
fr: Saisir un chemin vers une image (Vue image seulement).
pt_br: Entre o path para o arquivo de imagem (somente visão de imagem).

source: Image &File:
de: Bild&datei:
fr: &Fichier image :
pt_br: &Arquivo de imagem:

source: Pixmap store location
de: Speicherort der Bilddatei
fr: Emplacement de l'image
pt_br: Localização da imagem

source: Stores the absolute path of the pixmap (Image view only).
de: Speicher den absoluten Pfad zur Bilddatei (nur Bildansicht).
fr: Sauvegarde le chemin absolu de l'image (Vue image seulement).
pt_br: Salvar o path absoluto da imagem (somente vista de imagem).

source: Absolute path
de: Absoluter Pfad
fr: Chemin absolu
pt_br: Path absoluto

source: Stores the path of the pixmap relative to module file (Image view only).
de: Speicher den Pfad zur Bilddatei relative zu diesem Dokument (nur Bildansicht).
fr: Sauvegarde le chemin de l'image relativement au fichier du module (Vue image seulement).
pt_br: Salvar o path da imagem relativo ao arquivo do módulo (somente vista da imagem).

source: Relative path
de: Relativer Pfad
fr: Chemin relatif
pt_br: Path relativo

source: Stores the pixmap into the module file (Image view only).
de: Speicher des Bild in diesem Dokument (nur Bildansicht).
fr: Sauvegarde l'image dans le fichier du module (Vue image seulement).
pt_br: Salvar a imagem no arquivo do módulo (somente vista da imagem).

source: Internal
de: Intern
fr: Interne
pt_br: Interno

source: Change Module Name
de: Ändere Modulname
fr: Changement du nom du module
pt_br: Modificar o nome da imagem

source: Change Module Library Names
de: Ändere Verzeichnisname
fr: Changement du nom des libraries du module
pt_br: Modificar o nome da biblioteca do módulo

source: Change Short Description
de: Ändere kurze Beschreibung
fr: Changement de la description
pt_br: Mudar a descrição curta

source: Change Image File
de: Ändere Bilddatei
fr: Changement de l'image
pt_br: Modificar o arquivo de imagem

source: Load Image File...
de: Lade Bilddatei ...
fr: Selection de l'image...
pt_br: Carregar imagem...Selection de l'image...

source: Change Store Location to Absolute
de: Ändere Speicherort der Bilddatei nach absoluter Pfad.
fr: Changement de l'emplacement de l'image en absolu
pt_br: Modificar a localização da imagem de para absoluta

source: Change Store Location to Relative
de: Ändere Speicherort der Bilddatei nach relativer Pfad.
fr: Changement de l'emplacément de l'image en relatif
pt_br: Modificar a localização da imagem de para relativa

source: Change Store Location to Internal
de: Ändere Speicherort der Bilddatei nach intern.
fr: Changement de l'emplacément de l'image en interne
pt_br: Modificar a localização da imagem de para interna

source: E&xecute
de: &Ausführen
fr: E&xecuter
pt_br: E&xecutar

source: _: KSimus Components
de: Komponenten
fr: Composants

source: _: KSimus Watches
de: Watches
fr: Points de surveillance

source: Hide User View
de: Deaktivere Benutzeransicht

source: Resize
de: Ändern der Größe
fr: Redimensionner
pt_br: Redimensionar

source: Reset State:
de: Resetzustand:
fr: État initial :
pt_br: Estado inicial :

source: Changes the reset state of the component to true or false.
de: Ändere den Resetzustand der Komponente auf Wahr oder Falsch
fr: Change l'état initial d'un composant à vrai ou faux.

source: _: Component Button
de: Button
fr: Bouton poussoir

source: _: Component Boolean/Input/Button
de: Boolean/Input/Button
fr: Logique/Entrée/Bouton poussoir

source: _: Component TButton
de: TButton
fr: Poussoir à enc.

source: _: Component Boolean/Input/Toggle Button
de: Boolean/Input/Toggle Button
fr: Logique/Entrée/Bouton poussoir à enclenchement

source: _: The default text of the button. Use an abbreviation if the text is too long for the button Button
de: Button
fr: Poussoir

source: _: The default text of the toggle button. Use an abbreviation if the text is too long for the button TButton
de: TButton
fr: Poussoir E

source: Toggle Function:
de: Rastfunktion:
fr: Enclenchement :
pt_br: Função toggle :

source: Enables or disables the toggle feature.
de: Aktiviert oder deaktiviert die Rastfunktion.
fr: (Dés)Active la fonction d'enclenchement.

source: _: Component Boolean/Output/LED
de: Boolean/Output/LED
fr: Logique/Sortie/DEL

source: Color
de: Farbe
fr: Couleur
pt_br: Cor

source: Automatic colored
de: Automatische Farbe
fr: Couleur automatique
pt_br: Colorir automáticamente

source: Red
de: Rot
fr: Rouge
pt_br: Vermelho

source: Green
de: Grün
fr: Vert
pt_br: Verde

source: User defined:
de: Benutzerdefiniert:
fr: Définie par l'utilisateur :
pt_br: Definido pelo usuário :

source: Color On
de: Farbe Ein
fr: Couleur à l'état actif
pt_br: Cor do estado ativo

source: Color Off
de: Farbe Aus
fr: Couleur à l'état inactif
pt_br: Cor do estado inativo

source: Result:
de: Ergebnis:
fr: Résultat :
pt_br: Resultado :

source: _: Component Control/Stop
de: Control/Stop
fr: Contrôle/Arrêt de la simulation

source: _: Connector Trigger
de: Trigger
fr: Trigger

source: Number of edges:
de: Anzahl der Flanken:
fr: Nombre d'impulsions :

source: Set number of required edges until the simulation stops here.
de: Setze hier die Anzahl der benötigten Flanken bis die Simulation stoppt.
fr: Changez ici le nombre d'impusion requises avant l'arrêt de la simulation.

source: _: Component Clock Generator
de: Clock Generator
fr: Logique/Porte/Générateur d'horloge

source: _: Component Boolean/Gates/Clock Generator
de: Boolean/Gates/Clock Generator
fr: Logique/Porte/Générateur d'horloge

source: _: Component property dialog Timing
de: Timing
fr: Temps

source: Start delay:
de: Startverzögerung:
fr: Durée de démarrage :
pt_br: Delay inicial :

source: Delay before clock starts.
de: Verzögerung bevor der Takt startet.
fr: Durée avant le démarrage de l'horloge
pt_br: Delay antes do relógio iniciar.

source: High time:
de: Länge Wahr-Pegel:
fr: Temps haut :
pt_br: Tempo alto :

source: Time of high level.
de: Zeitdauer für den Wahr-Pegel.
fr: Temps de l'état haut.
pt_br: Tempo do estado alto.

source: Low time:
de: Länge Falsch-Pegel:
fr: Temps bas :
pt_br: Tempo baixo :

source: Time of low level.
de: Zeitdauer für den Falsch-Pegel.
fr: Temps de l'état bas
pt_br: Tempo do estado baixo

source: _: Component Control/Pause
de: Control/Pause
fr: Contrôle/Pause de la simulation

source: Set number of required edges until the simulation is paused here.
de: Setze hier die Anzahl der benötigten Flanken bis die Simulation unterbrochen wird.
fr: Changez ici le nombre d'impusion requises avant la mise en pause de la simulation.

source: Simulation time
de: Simulationszeit
fr: Durée de la simulation

source: _: Component Control/Simulation Time
de: Control/Simulation Time
fr: Contrôle/Durée de la simulation

source: Tick time
de: Tick-Dauer
fr: Temps de cycle

source: _: Component Control/Tick Time
de: Control/Tick Time
fr: Contrôle/Temps de cycle

source: _: Connector Input %1
de: Input %1
fr: Entrée %1

source: _: Component Boolean AND
de: Boolean AND
fr: ET logique

source: _: Component Boolean/Gates/AND
de: Boolean/Gates/AND
fr: Logique/Porte/ET

source: _: Component Boolean NAND
de: Boolean NAND
fr: NON ET logique

source: _: Component Boolean/Gates/NAND
de: Boolean/Gates/NAND
fr: Logique/Porte/NON ET

source: _: Component Control/Close
de: Control/Close
fr: Contrôle/Fermeture de la simulation

source: Set number of required edges until the window closes here.
de: Setze hier die Anzahl der benötigten Flanken bis das Fenster geschlossen wird.
fr: Changez ici le nombre d'impusion requises avant la fermeture de la fenêtre.

source: New &Window
de: Neues &Fenster
fr: Nouvelle &fenêtre
pt_br: Nova &Janela

source: &Insert Module...
de: Modul &einfügen...
fr: &Insérer un module...
pt_br: &Inserir um módulo...

source: &Log View
de: &Protokollfenster
fr: &Afficher la fenêtre des messages
pt_br: Jane&la de mensagens

source: Lis&t View
de: &Listenfenster
fr: Lis&te des composants

source: &Fold Supplier
de: Schließe &Verzeichnis
fr: &Replier la liste des composants
pt_br: &Fechar a lista de componentes

source: &Unfold Supplier
de: &Öffne Verzeichnis
fr: &Déplier la liste des composants
pt_br: &Abrir a lista de componentes

source: &Display Costmap
de: Z&eige Kostenkarte
fr: &Afficher "Costmap"
pt_br: &Mostrar mapa de custo

source: Map &Sizes
de: &Größe der Pläne
fr: &Taille du schéma/de l'interface utilisateur

source: &Timing
de: &Zeitverhalten
fr: &Vitesse de simulation
pt_br: &Tempo

source: &Grid
de: &Gitter
fr: &Grille
pt_br: &Grade

source: &Package Files
de: &Paket-Dateien
fr: &Paquets
pt_br: &Pacotes

source: &Module Files
de: &Moduldateien

source: &Log View Properties
de: Eigenschaften Protokollfenster

source: Opens a new application window
de: Öffnet ein neues Fenster
fr: Ouvre une nouvelle fenêtre
pt_br: Abrir uma nova janela da aplicação

source: Creates a new document
de: Neues Dokument
fr: Créé un nouveau document
pt_br: Criar um novo documento

source: Opens an existing document
de: Öffnet existierendes Dokument
fr: Ouvre un document existant
pt_br: Abrir um documento existente

source: Opens a recently used file
de: Öffnet ein kürzlich verwendete Datei
fr: Ouvre un document récemment ouvert
pt_br: Abrir um arquivo usado recentemente

source: Saves the actual document
de: Speicher das aktuelle Dokument
fr: Sauvegarde le document courant
pt_br: Salvar o documento atual

source: Saves the actual document as...
de: Speicher das aktuelle Dokument als ...
fr: Enregistre le document courant sous...
pt_br: Salvar o documento atual como...

source: Closes the actual document
de: Schließt das aktuelle Dokument
fr: Ferme le document courant
pt_br: Fechar o documento atual

source: Prints out the actual document
de: Druckt das aktuelle Dokument
fr: Imprime le document courant
pt_br: Imprimir o documento atual

source: Quits the application
de: Beendet die Applikation
fr: Quitte l'application
pt_br: Fechar a aplicação

source: Deletes the selected section
de: Löscht den gewählten Bereich
fr: Supprime la section sélectionnée

source: Cuts the selected section and puts it to the clipboard
de: Schneidet den gewählten Bereich aus und fügt ihn in die Zwischenablage ein.
fr: Coupe la sélection et la place dans le presse-papiers
pt_br: Cortar a seção selecionada e a coloca na área de transferência

source: Copies the selected section to the clipboard
de: Kopiert den gewählten Bereich in die Zwischenablage.
fr: Copie la sélection dans le presse-papiers
pt_br: Copia a seção selecionada para a área de transferência

source: Pastes the clipboard contents to actual position
de: Fügt den Inhalt der Zwischenablage an die aktuelle Position ein.
fr: Colle le contenu du presse-papiers à la position courante.
pt_br: Cola o conteúdo da área de transferência para a posição atual

source: Insert a module to the current view
de: Fügt ein Modul in die aktuelle Ansicht ein.
fr: Ajoute un module à la vue courante
pt_br: Inserir um módulo na visão atual

source: Enables/disables the toolbar
de: Aktiviert/Deaktiviert die Werkzeugleiste
fr: (Dés)Active la barre d'outils
pt_br: Habilita/Desabilita a barra de ferramentas

source: Enables/disables the statusbar
de: Aktiviert/Deaktiviert die Statuszeile
fr: (Dés)Active la barre d'état
pt_br: Habilita/Desabilita a barra de status

source: Enables/disables the log view
de: Aktiviert/Deaktiviert das Protokollfenster
fr: (Dés)Active la fenêtre des messages
pt_br: Habilita/Desabilita a janela de mensagens

source: Enables/disables the component supplier
de: Aktiviert/Deaktiviert das Komponentenverzeichnis
fr: (Dés)Active la liste des composants
pt_br: Habilita/Desabilita a lista de componentes

source: Folds component supplier
de: Schließt das Komponentenverzeichnis
fr: Replie la liste des composants
pt_br: Fechar a lista de componentes

source: Unfolds component supplier
de: Öffnet das Komponentenverzeichnis
fr: Déplie la liste des composants
pt_br: Abrir a lista de componentes

source: Enables/disables display of the cost map
de: Aktiviert/Deaktiviert die Ansicht der Costmap
fr: (Dés)Active "cost map"
pt_br: Habilita/Desabilita o mapa de custos

source: Resets simulation
de: Setzt die Simulation zurück
fr: Réinitialise la simulation
pt_br: Reinicializar a simulação

source: Starts simulation
de: Startet die Simulation
fr: Démarre la simulation
pt_br: Inicializar a simulação

source: Stops simulation
de: Stoppt die Simulation
fr: Arrête la simulation
pt_br: Interromper a simulação

source: Pause simulation
de: Unterbricht die Simulation
fr: Met la simulation en pause
pt_br: Pausar a simulação

source: Setup Schematic und User Interface size
de: Setzt die Größe des Schaltplans und des Benutzerinterfaces
fr: Change la taille du schéma ou de l'interface utilisateur

source: Setup simulation timing
de: Einstellung des Zeitverhaltens der Simulation
fr: Paramètre la vitesse de simulation
pt_br: Configurar os tempos da simulação

source: Setup grid
de: Einstellung des Gitters
fr: Paramètres de la grille
pt_br: Configurar a grade

source: Select packages
de: Auswahl der Pakete
fr: Selectionnez les paquets
pt_br: Selecionar os pacotes

source: Select modules
de: Wähle Module

source: General watch settings
de: Allgemeine Watch-Einstellungen
fr: Paramètres généraux des points de surveillance

source: Time
de: Zeit
fr: Temps
pt_br: Tempo

source: Ready.
de: Fertig.
fr: Prêt.
pt_br: Pronto.

source: Schematic
de: Schaltplan
fr: Schéma

source: User Interface
de: Benutzerinterface
fr: Interface utilisateur
pt_br: Interface do Usuário

source: Module
de: Modul
pt_br: Módulo

source: Opening file...
de: Öffne Datei...
fr: Ouverture du fichier...
pt_br: Abrindo arquivo...

source: Execute file...
de: Führe Datei aus...
fr: Executer le fichier...

source: Opening a new application window...
de: Öffne neues Applikationsfenster
fr: Ouverture d'une nouvelle fenêtre de l'application...
pt_br: Abrindo uma nova janela da aplicação...

source: Creating new document...
de: Erzeuge ein neues Dokument...
fr: Création d'un nouveau document...
pt_br: Criando um novo documento...

source: *.sim|KSimus files (*.sim) *|All files
de: *.sim|KSimus Dokumente (*.sim) *|Alle Dateien
fr: *.sim|Fichiers KSimus (*.sim) *|Tous les fichiers
pt_br: *.sim|Arquivos KSimus (*.sim) *|Todos os arquivos

source: Saving file...
de: Speichere Datei...
fr: Enregistrement du fichier...
pt_br: Salvando o arquivo...

source: Saving file with a new filename...
de: Speichere Datei mit neuem Namen...
fr: Enregistrement du fichier sous...
pt_br: Salvando o arquivo com um novo nome...

source: Closing file...
de: Schließe Datei...
fr: Fermeture du fichier...
pt_br: Fechando arquivo...

source: Printing...
de: Drucke...
fr: Impression...
pt_br: Imprimindo...

source: Exiting...
de: Beende...
fr: Quitte...
pt_br: Saindo...

source: Deleting selection...
de: Lösche Auswahl...
fr: Supprimer la selection...

source: Cutting selection...
de: Schneide Auswahl aus...
fr: Coupure de la selection...
pt_br: Cortando a seleção...

source: Copying selection to clipboard...
de: Kopiere Auswahl in die Zwischenablage...
fr: Copie de la selection vers le presse-papiers...
pt_br: Copiando a seleção para a área de transferência...

source: Inserting clipboard contents...
de: Füge Inhalt der Zwischenablage ein...
fr: Insertion du contenu du presse-papiers...
pt_br: Inserindo conteúdo da área de transferência...

source: Inserting a module...
de: Füge ein Modul ein...
fr: Insertion d'un module...
pt_br: Inserindo um módulo...

source: Insert Module...
de: Füge Modul ein...
fr: Insère un module...
pt_br: Inserir Módulo...

source: Toggling toolbar...
de: Schalte Werkzeugleiste um...
fr: Affichage/masquage de la barre d'outils...
pt_br: Mostrar/esconder a barra de status...

source: Toggle the statusbar...
de: Schalte die Statuszeile um...
fr: Affiche/masque la barre d'état...
pt_br: Mostrar/esconder a barra de status...

source: Toggle the log view...
de: Schalte das Protokollfenster um...
fr: Afficher/masquer la fenêtre des messages...
pt_br: Mostrar/esconder a visão das mensagens...

source: Hide the log view...
de: Verstecke das Protokollfenster...
fr: Masquer la fenêtre des messages...
pt_br: Esconder a visão das mensagens...

source: Fold component supplier...
de: Schließe Komponentenverzeichnisse...
fr: Replie la liste des composants...
pt_br: Fechar a lista de componentes...

source: Unfold component supplier...
de: Öffne Komponentenverzeichnisse...
fr: Déplie la liste des composants...
pt_br: Abrir a lista de componentes...

source: Setup map sizes...
de: Einstellen der Plangrößen...
fr: Modification de la taille du schéma/de l'interface utilisateur...

source: Map Sizes
de: Plangröße
fr: Taille du schéma/interface utilisateur

source: Setup simulation timing...
de: Einstellen des Simulationszeitverhalten...
fr: Paramètrage de la vitesse de simulation...
pt_br: Configurar os tempos da simulação...

source: Timing Settings
de: Einstellung Zeitverhalten
fr: Paramètres de vitesse

source: Setup grid...
de: Einstellen des Gitters...
fr: Paramètrage de la grille...
pt_br: Configurar a grade...

source: Setup package files...
de: Einstellen der Paket-Dateien...
fr: Paramètrage des paquets...
pt_br: Configurar os pacotes de arquivo...

source: Setup module files...
de: Einstellen der Modul-Dateien...

source: Setup watch...
de: Einstellen Watch...
fr: Paramétrage des points de surveillance...

source: Watch Settings
de: Einstellungen Watch
fr: Points de surveillance

source: Setup log window...
de: Einstellen des Protokollfensters...

source: Resets simulation...
de: Rücksetzen der Simulation...
fr: Réinitialisation de la simulation...
pt_br: Reinicializar a simulação...

source: Starts simulation...
de: Startet die Simulation...
fr: Démarrage de la simulation...
pt_br: Inicializar a simulação...

source: Stops simulation...
de: Stoppt die Simulation...
fr: Arrêt de la simulation...
pt_br: Parar a simulação...

source: Pause simulation...
de: Unterbricht die Simulation...
fr: Mise en pause de la simulation...
pt_br: Pausa...

source: Test Action...
de: Testaktion...
fr: Action test...
pt_br: Testar a ação...

source: Insert Component '%1' ...
de: Füge Komponente '%1' ein...
fr: Insertion du le composant "%1"...
pt_br: Inserir componente '%1'...

source: Past Components...
de: Füge Komponenten ein...
fr: Collage des composants...
pt_br: Componentes anteriores...

source: Move Components...
de: Verschiebe Komponenten...
fr: Déplacement du composant...
pt_br: Mover componentes...

source: Copy Components...
de: Kopiere Komponenten...
fr: Copie du composant...
pt_br: Copiar componentes...

source: Select Components...
de: Wähle Komponenten aus...
fr: Selection des composants...
pt_br: Selecionar Componentes...

source: Resize Component...
de: Verändere die Größe der Komponente...
fr: Redimensionnement du composant...
pt_br: Redimensionar Componentes...

source: Connect Components...
de: Verbinde Komponenten...
fr: Connexion des composants...
pt_br: Conectar Componentes...

source: Resize Map...
de: Verändere die Größe des Plans...
fr: Redimensionnement...
pt_br: Redimensionar Mapa...

source: Name:
fr: Nom :
pt_br: Nome :

source: Debug
fr: Débogage

source: INTERNAL ERROR *** Wire has no property ***
fr: ERREUR INTERNE *** Le fil n'a pas de propriété ***
pt_br: ERRO INTERNO *** O fio não tem propriedades ***

source: Undo: %1
fr: Défaire : %1
pt_br: Desfazer : %1

source: Redo: %1
fr: Refaire : %1
pt_br: Refazer : %1

source: LED
fr: DEL

source: Control Stop
fr: Arrêt de la simulation

source: Control Pause
fr: Pause de la simulation

source: Control Close
fr: Fermeture de la simulation

source: &Watch
fr: &Points de surveillance

source: &Reset
fr: &Réinitialiser
pt_br: &Reinicializar

source: S&top
fr: &Arrêt
pt_br: &Parar

source: Circuit check failed (%i errors)
pt_br: Verificação do circuito falhou (%i erros)

source: Negate
pt_br: Complemento

source: TriStates outputs are not allowed
pt_br: Saídas TriState não são permitidas

source: Package directoires:
pt_br: Diretório de pacotes:

source: Contains no KInstance!
pt_br: Não contém KInstance!

source: Cant remove file :
pt_br: Não é possível apagar o arquivo :

source: Abort copy/past function.
pt_br: Abortar a função copiar/colar.

source: Cant find file :
pt_br: Não é possível localizar o arquivo :

source: Check the box, if your module should also have a view in user interface (User view only).
pt_br: Selecione se o seu módulo deve ter também um modo de visão em interface do usuário.

source: Orange
pt_br: Laranja

source: &Pause
pt_br: &Pausa
