Repository: BackupTheBerlios/ksimus
Catalog: ksimus/po/*.po
Languages: de, fr, pt_br

source: Package %1 is already opened.
de: Paket %1 ist schon geöffnet.
fr: Le paquet %1 est déjà ouvert
pt_br: O pacote %1 já está aberto.

source: _: ksimus Component
de: Komponente
fr: Composant

source: &Fold Tree
de: &Schließe Verzeichnis
fr: &Replie la liste
pt_br: &Fechar lista

source: &Unfold Tree
de: &Öffne Verzeichnis
fr: &Déplie la liste
pt_br: A&brir a lista

source: &Fold %1 Tree
de: &Schließe Verzeichnis %1
fr: &Replie la liste %1
pt_br: &Fechar a lista %1

source: &Unfold %1 Tree
de: &Öffne Verzeichnis %1
fr: &Déplie la liste %1
pt_br: A&brir a lista %1

source: &Hide Component Supplier
de: &Deaktiviere Komponentenverzeichnis
fr: &Masquer la liste des composants
pt_br: &Esconder a lista dos componentes

source: &Help %1
de: &Hilfe %1
fr: &Aide %1

source: New Component
de: Neue Komponente
fr: Nouveau composant
pt_br: Novo Componente

source: The file %1 contains no valid module!
de: Die Datei %1 enthält kein gültiges Modul.
fr: Le fichier %1 ne contient aucun module valable !
pt_br: O arquivo %1 não contém nenhum módulo válido!

source: Open Module
de: Öffne Modul
fr: Ouvrir le module
pt_br: Abrir Módulo

source: Copy Components
de: Kopiere Komponenten
fr: Copie des composants
pt_br: Copiar Componentes

source: Move Components
de: Verschiebe Komponenten
fr: Déplace des composants
pt_br: Mover Componentes

source: Add connection
de: Neue Verbindung
fr: Ajouter une connexion
pt_br: Adicionar conexão

source: Resize Map: %i,%i
de: Ändere die Plangröße %i,%i
fr: Redimensionnement : %i, %i
pt_br: Redimensionamento : %i, %i

source: Resizing schematic map
de: Verändere die Größe des Schaltplans
fr: Redimensionnement du schéma

source: Resizing user interface map
de: Verändere die Größe des Benutzerinterfaces
fr: Redimensionnement de l'interface utilisateur

source: New component
de: Neue Komponente
fr: Nouveau composant
pt_br: Novo componente

source: &0 Degree
de: &0 Grad
fr: &0 Degré

source: &90 Degree
de: &90 Grad
fr: &90 Degrés

source: &180 Degree
de: &180 Grad
fr: &180 Degrés

source: &270 Degree
de: &270 Grad
fr: &270 Degrés

source: &Add connector to watch view
de: &Füge Anschluss zum Watch-Fenster hinzu
fr: &Ajouter le connecteur aux points de surveillance

source: P&roperties
de: &Eigenschaften
fr: P&ropriétés
pt_br: P&ropriedades

source: C&onnector Properties
de: C&onnector Eigenschaften
fr: Propriétés du c&onnecteur
pt_br: Propriedades do &conector

source: Component Properties
de: Komponenteneigenschaften
fr: Propriétés du composant
pt_br: Propriedades do Componente

source: Connector Properties
de: Anschlusseigenschaften
fr: Propriétés du connecteur
pt_br: Propriedades do Conector

source: Rotation 0 Degree
de: Rotation 0 Grad
fr: Rotation de 0 degré

source: Rotation 90 Degree
de: Rotation 90 Grad
fr: Rotation de 90 degrés

source: Rotation 180 Degree
de: Rotation 180 Grad
fr: Rotation de 180 degrés

source: Rotation 270 Degree
de: Rotation 270 Grad
fr: Rotation 270 Degrés

source: &Delete wire
de: &Lösche Verbindung
fr: &Supprimer le fil
pt_br: Apa&gar fio

source: &Truncate wire
de: &Unterbreche Verbindung
fr: &Tronquer le fil
pt_br: &Truncar fio

source: &Add wire to watch view
de: &Füge Verbindung zum Watch-Fenster hinzu
fr: &Ajouter le fil aux points de surveillance

source: Delete Wire
de: Lösche Verbindung
fr: Supprimer le fil
pt_br: Apagar Fio

source: Truncate Wire
de: Unterbreche Verbindung
fr: Tronquer le fil
pt_br: Truncar Fio

source: You can't add the wire to the watch view until the data type is not specified!
de: Sie können die Verbindungen nicht zum Watch-Fenster hinzufügen solange der Datentyp nicht spezifiziert ist!
fr: Vous ne pouvez pas ajouter le fil aux points de surveillance tant que le type de données n'est pas spécifié !

source: Cut Components
de: Schneide Komponenten aus
fr: Couper les composants

source: Delete Components
de: Lösche Komponenten
fr: Supprimer les composants
pt_br: Apagar Componentes

source: Change Component Properties
de: Ändere Komponenteneigenschaften
fr: Changement des propriétés du composant
pt_br: Modificar a propriedade do componente

source: Color:
de: Farbe:
fr: Couleur :
pt_br: Cor:

source: Use system colors
de: Verwende Systemfarben
fr: Utiliser les couleurs par défaut de votre système

source: Check the box if the component have to use the color scheme of your system.
de: Markiere die Auswahlbox, wenn die Komponente das Farbschema von dem System verwenden soll.
fr: Cochez cette case pour que le composant utilise les couleurs par défaut de votre système.

source: Foreground Color:
de: Vordergrundfarbe:
fr: Couleur d'avant plan :
pt_br: Cor de frente:

source: Select the foreground color.
de: Wähle die Vordergrundfarbe aus.
fr: Selectionnez la couleur d'avant plan.
pt_br: Selecione a cor de frente.

source: Background Color:
de: Hintergrundfarbe:
fr: Couleur d'arrière plan :
pt_br: Cor de fundo :

source: Select the background color.
de: Wähle die Hintergrundfarbe aus.
fr: Selectionnez la couleur d'arrière plan.
pt_br: Selecione a cor de fundo.

source: Frame:
de: Rahmen:
fr: Cadre :

source: Enable frame in user interface
de: Aktivere den Rahmen im Benutzerinterface
fr: Activer le cadre dans l'interface utilisateur
pt_br: Habilitar o frame a interface ao usuário

source: Check the box if component have to display a frame.
de: Markiere die Auswahlbox, wenn die Komponente einen Rahmen im Benutzerinterface haben soll.
fr: Cochez cette case pour que le composant affiche un cadre.
pt_br: Selecione a caixa se o componente tem que mostrar um frame.

source: Font:
de: Zeichensatz:
fr: Police :
pt_br: Fonte:

source: Use default font
de: Verwende den normalen Zeichensatz
fr: Utiliser la police par défaut
pt_br: Utilizar a fonte padrão

source: Check the box if component have to use the default (the application) font.
de: Markiere die Auswahlbox, wenn die Komponente den voreingestellten Zeichensatz (der Applikation) verwenden soll.
fr: Cochez cette case pour que le composant utilise la police par defaut (de l'application).
pt_br: Selecione a caixa se o componente tem que usar a fonte padrão.

source: Select font
de: Wähle Zeichensatz
fr: Selectionnez la police
pt_br: Selecione a fonte

source: Style
de: Stil
pt_br: Estilo

source: The current file has been modified. Do you want to save it?
de: Die aktuelle Datei wurde modifiziert. Möchten Sie die Datei speichern?
fr: Le fichier courant a été modifié. Voulez-vous l'enregistrer ?
pt_br: O arquivo atual foi modificado. Você quer salva-lo?

source: File access failed! %1
de: Dateizugriff fehlgeschlagen! %1

source: Open Document
de: Öffne Dokument
fr: Ouvrir un document
pt_br: Abrir Documento

source: File is not writable
de: Datei ist nicht beschreibbar
fr: Impossible d'écrire dans le fichier
pt_br: O arquivo não é gravável (writable).

source: Save Document
de: Speichere Dokument
fr: Enregistrer le document
pt_br: Salvar Documento

source: Ups, file does not exist after writing it!
de: Ups, die Datei existiert nach dem Schreiben nicht mehr!
fr: Oups, le fichier a disparu après avoir été ecrit !

source: File not writen!
de: Datei nicht geschreiben!
fr: Fichier non enregistré !

source: Start circuit check ...
de: Starte Schaltungscheck ...
fr: Début de la vérification du circuit...
pt_br: Iniciando a verificação do circuito...

source: Circuit check OK
de: Schaltungscheck OK
fr: Vérification du circuit OK
pt_br: Verificação do circuito OK

source: Circuit check failed (%1 errors)
de: Schaltungscheck fehlgeschlagen (%1 Fehler)

source: _: KSimus Running...
de: Gestartet...
fr: Exécution...

source: _: KSimus Stopped!
de: Gestoppt!
fr: Arrêté !

source: _: KSimus Paused...
de: Unterbrochen...
fr: En pause...

source: Can't find directory %1
de: Finde Verzeichnis %1 nicht
fr: Répertoire %1 introuvable
pt_br: Diretório %1 não pode ser localizado

source: Can't create the session directory
de: Kann Sitzungsverzeichnis nicht erstellen
fr: Impossible de créer le répertoire temporaire
pt_br: Impossível criar o diretório de sessão

source: Can't enter the session directory
de: Kann nicht in Sitzungsverzeichnis wechseln
fr: Impossible d'entrer dans le répertoire temporaire
pt_br: Impossível de entrar no diretório de sessão

source: _: Watch List Time:
de: Zeit:
fr: Temps :

source: _: Watch - Time format %1 / %2 ticks
de: %1 / %2 Ticks
fr: %1 / %2 cycles

source: causes a break
de: verursachte eine Unterbrechung
fr: a causé l'arrêt de la simulation

source: _: Watch settings Trace buffer size:
de: Tracebuffer Größe:
fr: Taille du tampon de trace :

source: Set the size of the trace buffer.
de: Ändert die Größe des Tracebuffers.
fr: Paramètre la taille du tampon de trace.

source: Set the size of the trace buffer. The values of each watchpoint are traced during execution. You can examin these traced values if the execution is stopped or paused. Enter here the maximum number of traced values. The default is %1 ticks.
de: Ändert die Größe des Tracebuffers. Die Werte von jedem Watchpoint werden während der Ausführung mitverfolgt. Sie können die aufgezeichneten Werte betrachten wenn die Ausführung unterbrochen oder gestoppt ist. Hier können Sie die max. Anzahl der zu speichernden Werte eingeben. Die Vorgabe ist %1 Ticks.
fr: Paramètre la taille du tampon de trace. ^n Les valeurs de chaque point de surveillance sont tracées durant l'exécution. Vous pouvez examiner ces valeurs tracées si l'exécution est arrêtée ou en pause. Saisissez ici le nombre maximum de valeurs tracée. La valeur par défaut est de %1 cycles.

source: _: Suffix unit ticks (leading space) ticks
de: Ticks
fr: cycles

source: _: Watch settings Rise watch view if watchpoint is added
de: Zeige Watch-Fenster wenn ein Watchpoint hinzugefügt wird
fr: Montrer l'onglet "Points de surveillance" lorsqu'un point de surveillance est ajouté

source: Rises the watch view if a new watchpoint is added.
de: Zeige Watch-Fenster wenn ein neuer Watchpoint hinzugefügt wird.
fr: Montre l'onglet "Points de surveillance" lorsqu'un nouveau point de surveillance est ajouté.

source: Rises the watch view if a new watchpoint is added. If checked the watch view is rised each time the user will add a new watchpoint to the watch list. Disable it if you don't like this. The default is enabled.
de: Zeige Watch-Fenster wenn ein neuer Watchpoint hinzugefügt wird. Wenn markiert wird das Watch-Fenster angezeigt jedesmal wenn der Benutzer einen neuen Watchpoint hinzufügt. Markieren Sie die Checkbox nicht wenn Sie dieses nicht mögen. Die Vorgabe ist markiert.
fr: Montre l'onglet "Points de surveillance" lorsqu'un nouveau point de surveillance est ajouté. Lorsque cette option est activée, l'onglet "Points de surveillance" est montré chaque fois que l'utilisateur ajoute un nouveau point de surveillance à la liste. Désactivez-la si vous n'aimez pas ce comportement. Option activée par défaut.

source: &Edge sensitive
de: &Flankenempfindlich
fr: &Déclenchement sur front
pt_br: S&ensível a borda

source: Toogles the sensitive (edge/level) of the connector
de: Schaltet die Empfindlichkeit (Flanke/Pegel) des Anschlusses um
fr: Selectionne le déclenchement sur niveau/front du connecteur
pt_br: Seleciona a sensibilidade (borda/nível) do conector

source: _: Boolean Tristate Watch Inactive
de: Inaktiv

source: _: Boolean Tristate Watch False
de: Falsch

source: _: Boolean Tristate Watch True
de: Wahr

source: _: Boolean Tristate Watch Inactive or False
de: Inaktiv oder Falsch

source: _: Boolean Tristate Watch Inactive or True
de: Inaktiv oder Wahr

source: _: Boolean Tristate Watch False or True
de: Falsch oder Wahr

source: _: Boolean Tristate Watch Don't care
de: Egal

source: _: Boolean Tristate Watch %1 (Output: %2)
de: %1 (Output: %2)

source: _: Boolean Tristate Watch Show detailed information
de: Zeige detailierte Informationen

source: _: Boolean Tristate Watch Shows the number of connectors with state true and false
de: Zeigt die Anzahl der Anschlüsse mit Zustand Wahr oder Falsch

source: _: Boolean Tristate Watch <table><tr><td><b>Inactive</b></td><td> Trigger if state is neither true nor false.</td></tr><tr><td><b>False</b></td><td> Trigger if state is false.</td></tr><tr><td><b>True</b></td><td> Trigger if state is true.</td></tr><tr><td><b>Inactive or False</b></td><td> Trigger if state is inactive or false (in other words not true).</td></tr><tr><td><b>Inactive or True</b></td><td> Trigger if state is inactive or true (in other words not false).</td></tr><tr><td><b>False or True</b></td><td> Trigger if state is false or true (in other words active).</td></tr><tr><td><b>Don't care </b></td><td> Don't check the state.</td></tr></table>
de: <table><tr><td><b>Inaktiv</b></td><td> Trigger wenn Zustand weder Wahr noch Falsch ist. </td></tr> <tr><td><b>Falsch</b></td><td> Trigger wenn Zustand Falsch ist.</td></tr> <tr><td><b>True</b></td><td> Trigger wenn Zustand Wahr ist.</td></tr> <tr><td><b>Inaktiv oder Falsch</b></td><td> Trigger wenn Zustand Inaktiv oder Falsch ist (mit anderen Worten nicht Wahr).</td></tr> <tr><td><b>Inaktiv oder Wahr</b></td><td> Trigger wenn Zustand Inaktiv oder Wahr ist (mit anderen Worten nicht Falsch).</td></tr> <tr><td><b>Falsch oder Wahr</b></td><td> Trigger wenn Zustand Falsch oder Wahr ist (mit anderen Worten nicht Inaktiv).</td></tr> <tr><td><b>Egal </b></td><td> Prüfe den Zustand nicht.</td></tr></table>

source: _: Boolean Tristate Watch <p>Trigger if the number of active connectors matches the given condition.</p><table><tr><td><b> &lt </b></td><td> Trigger if the number of active connectors is lesser.</td></tr><tr><td><b> = </b></td><td> Trigger if the number of active connectors is equal.</td></tr><tr><td><b> &gt </b></td><td> Trigger if the number of active connectors is larger.</td></tr><tr><td><b> Don't care </b></td><td> The number of active connectors causes no trigger.</td></tr></table>
de: <p>Trigger wenn die Anzahl der aktiven Anschlüsse eine vorgegebene Bedingung erfüllt.</p><table> <tr><td><b> &lt </b></td><td> Trigger wenn die Anzahl der aktiven Anschlüsse kleiner ist.</td></tr> <tr><td><b> = </b></td><td> Trigger wenn die Anzahl der aktiven Anschlüsse gleich ist.</td></tr> <tr><td><b> &gt </b></td><td> Trigger wenn die Anzahl der aktiven Anschlüsse größer ist.</td></tr> <tr><td><b> Don't care </b></td><td> Die Anzahl der aktiven Anschlüsse lösen den Trigger nicht aus.</td></tr> </table>

source: _: Boolean Tristate Watch Input(t):
de: Input(t):

source: _: Boolean Tristate Watch Defines the trigger condition of the input signal at time t.
de: Definiert die Trigger-Bedingung für das Eingangssignal zum Zeitpunkt t.

source: _: Boolean Tristate Watch Wire(t):
de: Wire(t):

source: _: Boolean Tristate Watch Defines the trigger condition of the signal at time t.
de: Definiert die Trigger-Bedingung für das Signal zum Zeitpunkt t.

source: _: Boolean Tristate Watch State:
de: State:

source: _: Boolean Tristate Watch Defines the signal state at time t.
de: Definiert den Signalzustand zum Zeitpunkt t.

source: _: Boolean Tristate Watch Active connectors:
de: Aktive Anschlüsse:

source: _: Boolean Tristate Watch This trigger depends on the number of active connectors at time t.
de: Dieser Trigger hängt von der Anzahl der aktiven Anschlüsse zum Zeitpunkt t ab.

source: _: Boolean Tristate Watch Output(t):
de: Output(t):

source: _: Boolean Tristate Watch Defines the trigger condition of the output signal at time t.
de: Definiert die Trigger-Bedingung für das Ausgangssignal zum Zeitpunkt t.

source: _: Boolean Tristate Watch Defines the output signal state at time t.
de: Definiert den Ausgangssignalzustand zum Zeitpunkt t.

source: _: Boolean Tristate Watch Input(t-1):
de: Input(t-1):

source: _: Boolean Tristate Watch Defines the trigger condition of the input signal at time t-1.
de: Definiert die Trigger-Bedingung für das Eingangssignal zum Zeitpunkt t-1.

source: _: Boolean Tristate Watch Wire(t-1):
de: Wire(t-1):

source: _: Boolean Tristate Watch Defines the trigger condition of the signal at time t-1.
de: Definiert die Trigger-Bedingung für das Signal zum Zeitpunkt t-1.

source: _: Boolean Tristate Watch Defines the signal state at time t-1.
de: Definiert den Signalzustand zum Zeitpunkt t-1.

source: _: Boolean Tristate Watch This trigger depends on the number of active connectors at time t-1.
de: Dieser Trigger hängt von der Anzahl der aktiven Anschlüsse zum Zeitpunkt t-1 ab.

source: _: Boolean Tristate Watch Output(t-1):
de: Output(t-1):

source: _: Boolean Tristate Watch Defines the trigger condition of the output signal at time t-1.
de: Definiert die Trigger-Bedingung für das Ausgangssignal zum Zeitpunkt t-1.

source: _: Boolean Tristate Watch Defines the output signal state at time t-1.
de: Definiert den Ausgangssignalzustand zum Zeitpunkt t-1.

source: _: Boolean Tristate Watch <b>Hints:</b><ul><li>A break trigger is released if <b>all</b> conditions are fulfilled.</li><li>The time t is the current simulation time. E.g. the state(t) is the current signal state.</li><li>The time t-1 is the simulation time one simulation cycle before. E.g. the state(t-1) is the last signal state.</li></ul>
de: <b>Hints:</b><ul><li>Ein Unterbrechungstrigger wird ausgelöst, wenn <b>alle</b> Bedingungen erfüllt sind.</li> <li>Die Zeit t ist die aktuelle Simulationszeit. Z.B. der Zustand(t) ist der aktuelle Siganlzustand.</li> <li>Die Zeit t-1 ist die Simulationszeit einen Simulationszyklus davor. Z.B. der Zustand(t-1) ist der letzte Signalzustand.</li></ul>

source: _: Component External Connector Boolean Input
de: Externer Anschluss boolescher Eingang
fr: Entrée logique externe

source: _: Component External Connector/Bool Input
de: External Connector/Bool Input
fr: Connecteur externe/Entrée logique

source: _: Connector Output
de: Output
fr: Sortie

source: _: Connector Input
de: Input
fr: Entrée

source: Default State:
de: Defaultzustand:

source: Sets the default state of the external connector. This state is used if the external connector is not connected.
de: Setzt den Defaultzustand des externen Anschlusses. Der Zustand wird verwendet wenn der externe Anschluß nicht verbunden ist.

source: The watch functionality is not implementated yet. Connector Type: %1
de: Die Watch-Funktionalität ist noch nicht implementiert. Anschlußtype: %1
fr: Type de connecteur : %1

source: &Disconnect wire
de: &Löse Verbindung
fr: &Déconnecter le fil
pt_br: &Desconectar o fio

source: &Erase Connector
de: &Lösche Anschluß
fr: &Supprimer le connecteur
pt_br: Apagar o Con&ector

source: &Negate connector
de: &Negiere Anschluss
fr: &Complémenter le connecteur
pt_br: &Complementar o conector

source: Disconnect the wire
de: Löse die Verbindung
fr: Déconnecter le fil
pt_br: Desconectar o fio

source: Erase the connector
de: Lösche den Anschluß
fr: Effacer le connecteur

source: Negate the boolean connector
de: Negiere den booleschen Anschluss
fr: Complémente le connecteur logique
pt_br: Complementar o conector booleano

source: Disconnect wire
de: Löse Verbindung
fr: Déconnecter le fil
pt_br: Desconectar fio

source: Negate connector
de: Negiere Anschluss
fr: Complementer le connecteur
pt_br: Complementar o conector

source: %1 is not connected
de: %1 ist nicht angeschlossen
fr: %1 n'est pas connecté
pt_br: %1 não está conectado

source: _: Component property dialog Optional connectors
de: Optionaler Anschluß
fr: Connecteurs optionnels

source: Connector '%1':
de: Anschluß '%1':
fr: Connecteur "%1" :

source: Connectors:
de: Anschlüsse:
fr: Connecteurs :

source: Enables or disables the optional connector '%1'.
de: Aktiviert oder deaktiviert den optionalen Anschluß '%1'.
fr: (Dés)Active le connecteur optionnel "%1".

source: Enables or disables the optional connectors.
de: Aktiviert oder deaktiviert die optionalen Anschlüsse.
fr: (Dés)Active les connecteurs optionnels.

source: You can't disable the connector '%1' because it is in use.
de: Der Anschluß '%1' kann nicht deaktiviert werden, weil er benutzt wird.
fr: Vous ne pouvez pas désactiver le connecteur "%1" car il est actuellement utilisé.

source: You can't disable the connectors because the connector '%1' is in use.
de: Die Anschlüsse können nicht deaktiviert werden, weil der Anschluß '%1' benutzt wird.
fr: Vous ne pouvez pas désactiver les connecteurs car le connecteur "%1" est actuellement utilisé.

source: You can't disable the connectors because the following connectors are in use:
de: Die Anschlüsse können nicht deaktiviert werden, weil die folgenden Anschlüsse benutzt werden:
fr: Vous ne pouvez pas désactiver les connecteurs car les connecteurs suivant sont actuellement utilisés :

source: _: BoolTristate Inactive
de: Inaktiv

source: _: BoolTristate True
de: Wahr

source: _: BoolTristate False
de: Falsch

source: _: BoolTristate (True: %1, False: %2)
de: (Wahr: %1, Falsch: %2)

source: _: Component property dialog Optionals
de: Optional
fr: Options

source: Disabled
de: Deaktiviert
fr: Désactivé

source: Enabled
de: Aktiviert
fr: Activé

source: _: Unknown watchpoint value <Unknown>
de: <Unbekannt>
fr: <Inconnue>

source: _: Watchpoint dialog caption Watchpoint Setting
de: Watchpoint Einstellungen
fr: Paramètres du point de surveillance

source: _: watchpoint enable trigger Enable trigger
de: Aktiviere Trigger
fr: Activer le point d'arrêt conditionnel

source: Enables the trigger function of the watchpoint.
de: Aktiviert die Triggerfunktion für diesen Watchpoint.
fr: Active le point d'arrêt conditionnel.

source: Enables the trigger function of the watchpoint. The trigger condition below is checked each simulation cycle if the box is checked. The simulation is paused after a count of trigger events are occurred. Set the count of trigger events in the spinbox below.
de: Aktiviert die Triggerfunktion für diesen Watchpoint. Die Triggerbedingung unten wird in jedem Simulationszyklus getestet wenn die Checkbox markiert ist. Die Simulation wird unterbrochen nach dem eine Anzahl von Trigger-Events sich ergeben haben. Setze Sie Anzahl der Trigger-Events in der Spinbox unterhalb.
fr: Active le point d'arrêt conditionnel. La condition d'arrêt ci-dessous est vérifiée à chaque cycle de la simulation si cette option est activée. La simulation est mise en pause lorsque la condition s'est produite un certain nombre de fois. Changez le nombre de conditions dans le compteur ci-dessous.

source: _: watchpoint trigger count Trigger count:
de: Anzahl Trigger-Events:
fr: Nombre d'évenements :

source: Set the count of trigger events until simulation breaks.
de: Setzt die Anzahl der Trigger-Events bis die Simulation unterbrochen wird.
fr: Paramètre le nombre de conditions avant l'arrêt de la simulation.

source: Enables the break function of the watchpoint. The simulation is paused after a count of trigger events are occurred. Set the count of trigger events in this spinbox.
de: Aktiviert die Unterbrechungsfunktion für diesen Watchpoint. Die Simulation wird unterbrochen nach dem eine Anzahl von Trigger-Events sich ergeben haben. Setze Sie Anzahl der Trigger-Events in dieser Spinbox.
fr: Active le point d'arrêt conditionnel. La simulation est mise en pause lorsque la condition s'est produite un certain nombre de fois. Changez le nombre de conditions dans ce compteur.

source: _: watchpoint trigger condition Trigger condition
de: Trigger-Bedingung
fr: Condition d'arrêt

source: _: Watch List Name
de: Name
fr: Nom

source: _: Watch List Value
de: Wert
fr: Valeur

source: _: watchpoint enable trigger Enable selected triggers
de: Aktiviere markierte Trigger
fr: Activer les points d'arrêt selectionnés

source: _: watchpoint disable trigger Disable selected triggers
de: Deaktiviere markierte Trigger
fr: Désactiver les points d'arrêt sélectionnés

source: _: watchpoint delete Delete selected watchpoints
de: Lösche markierte Watchpoints
fr: Supprimer les points de surveillance selectionnés
