Repository: BackupTheBerlios/ksimus
Catalog: ksimus-datarecorder/po/*.po
Languages: de, fr

source: _: DataRecorder &Offset:
de: &Offset:
fr: &Offset :

source: _: DataRecorder &Gain:
de: &Verstärkung:
fr: &Gain :

source: _: DataRecorder Change Channel Name
de: Ändere Anschlußname
fr: Changement du nom du canal

source: _: DataRecorder-Connector Boolean
de: Boolean
fr: Logique

source: _: DataRecorder Channel:
de: Channel:
fr: Canal :

source: _: DataRecorder-Component Text Recorder
de: Textrecorder
fr: Enregisteur de texte

source: _: DataRecorder-Component Recorder/Text Recorder
de: Recorder/Text Recorder
fr: Enregistreur/Enregisteur de texte

source: _: DataRecorder-Connector Trigger
de: Trigger
fr: Trigger

source: _: DataRecorder-Connector Trigger T
de: T
fr: T

source: _: DataRecorder Trigger input:
de: Triggereingang:
fr: Entrée trigger :

source: Creation of Connector %1 failed!
de: Erzeugung des Anschlusses %1 fehlgeschlagen!
fr: Échec lors de la création du connecteur %1 !

source: Filename is not valid. Document not saved?
de: Dateiname ist nicht gültig. Dokument nicht gespeichert?
fr: Le nom de fichier n'est pas valable. Document non enregistré ?

source: File %1 is not writable
de: Datei %1 ist nicht beschreibbar
fr: Écriture impossible du fichier %1

source: Directory %1 not exists
de: Verzeichnis %1 exisitiert nicht
fr: Le répertoire %1 n'existe pas

source: File open failed (Filename %1)
de: Öffnen der Datei (Dateiname %1) fehlgeschlagen
fr: Échec de l'ouverture du fichier %1

source: No filename
de: Kein Dateiname
fr: Aucun nom de fichier

source: Add &boolean connector
de: Neuer &boolscher Anschluß
fr: Ajouter un connecteur &logique

source: Add &floating point connector
de: Neuer &floating point Anschluß
fr: Ajouter un connecteur virgule &flottante

source: Add channel
de: Neuer Kanal
fr: Ajout d'un canal

source: Remove channel
de: Lösche Kanal
fr: Suppression d'un canal

source: File:
de: Datei:
fr: Fichier :

source: Column separator:
de: Separator zwischen Spalten:
fr: Séparateur de colonne :

source: Edit the column separator here.
de: Geben Sie hier das Zeichen / den Text ein, der die Spalten separieren soll.
fr: Changez le séparateur de colonne ici.

source: Switches:
de: Schalter:
fr: Paramètres :

source: Append data to existing file
de: Füge Daten an eine vorhandene Datei an:
fr: Ajouter les données au fichier existant

source: If checked an exisiting file will not be deleted before a new simulations is started.
de: Wenn das Feld markiert ist wird die Datei gelöscht bevor eine neue Simulation gestartet wird.
fr: Si cette option est activée, un fichier existant ne sera pas supprimé avant le démarrage de la simulation.

source: Add date and time at the top
de: Füge Datum und Uhrzeit am Anfang ein
fr: Ajouter la date et l'heure au début

source: If checked the date and time of the simulation start is added top of the new data.
de: Wenn das Feld markiert ist wird das Datum und die Uhrzeit des Simulationsstarts am Anfang des Dokuments eingetragen.
fr: Si cette option est activée, la date et l'heure du début de la simulation seront ajoutés au début des nouvelles données.

source: Add the connector names at the top
de: Füge Anschlußnamen am Anfang ein
fr: Ajouter le nom des connecteurs au début

source: If checked the the connector names are added top of the new data.
de: Wenn das Feld markiert ist werden die Anschlußnamen am Anfang des Dokuments eingetragen.
fr: Si cette option est activée, le nom des connecteurs sera ajouté au début des nouvelles données.

source: Add line numbers
de: Füge Zeilennummern ein
fr: Ajouter les numéros de ligne

source: If checked the lines in the log file are numbered.
de: Wenn das Feld markiert ist werden die Zeilen des Datei nummeriert.
fr: Si cette option est activée, les lignes dans le fichier de log seront numérotées.

source: Add time stamp
de: Füge Zeitstempel ein
fr: Horodatage

source: If checked a time stamp is added in front of each line (after the optional line number).
de: Wenn das Feld markiert ist wird am Anfang jeder Zeile (jedoch nach der optionalen Zeilennummer) ein Zeitstempel eingefügt.
fr: Si cette option est activée, un horodatage sera ajouté au début de chaque ligne (après le numéro de ligne optionnel).

source: _: DataRecorder %1 Sample/Pixel
de: %1 Sample/Pixel
fr: %1 échantillon/pixel

source: _: DataRecorder %1 s/div
de: %1 s/div
fr: %1 s/div

source: _: DataRecorder-Component Data Recorder
de: Data Recorder
fr: Enregisteur de données

source: _: DataRecorder-Component Recorder/Data Recorder
de: Recorder/Data Recorder
fr: Enreigisteur/Enregisteur de données

source: _: DataRecorder &Open graph
de: Öffne &Graph
fr: &Ouvrir le graphe

source: _: DataRecorder Add &boolean connector
de: Neuer &boolscher Anschluß
fr: Ajouter un connecteur &logique

source: _: DataRecorder Add &floating point connector
de: Neuer &floating point Anschluß
fr: Ajouter un connecteur virgule &flottante

source: _: DataRecorder Add channel
de: Neuer Kanal
fr: Ajout d'un canal

source: _: DataRecorder Remove channel
de: Lösche Kanal
fr: Suppression d'un canal

source: _: DataRecorder-Connector Floating Point
de: Floating Point
fr: Virgule flottante

source: _: DataRecorder &Zoom:
de: &Zoom:
fr: &Zoom :
