Repository: BackupTheBerlios/ksimus
Catalog: ksimus-boolean/po/*.po
Languages: de, fr

source: _: Component Boolean to Boolean Tristate
de: Boolean to Boolean Tristate

source: _: Component Converter/Boolean to Boolean Tristate
de: Converter/Boolean to Boolean Tristate

source: _: Connector Input
de: Input

source: _: Connector Enable
de: Enable

source: _: Connector Output
de: Output

source: _: Component D Latch
de: D Latch
fr: Bascule D

source: _: Component Boolean/Flip Flop/D Latch
de: Boolean/Flip Flop/D Latch
fr: Logique/Bascule/Bascule D

source: _: Boolean-Connector Data
de: Data
fr: Data

source: _: Boolean-Connector Enable
de: Enable
fr: Enable

source: _: Boolean Reset input:
de: Reset input:
fr: Entrée Reset :

source: _: Boolean Set input:
de: Set input:
fr: Entrée Set :

source: _: Component Boolean Tristate to Boolean
de: Boolean Tristate to Boolean

source: _: Component Converter/Boolean Tristate to Boolean
de: Converter/Boolean Tristate to Boolean

source: _: Connector Data Output
de: Data Output

source: _: Connector Wire active
de: Wire active

source: _: Component Boolean Const True
de: Boolesche Konstante Wahr
fr: Constante logique vraie

source: _: Component Boolean/Input/Const True
de: Boolean/Input/Const True
fr: Logique/Entrée/Constante vraie

source: _: Component Boolean Const False
de: Boolesche Konstante Falsch
fr: Constante logique fausse

source: _: Component Boolean/Input/Const False
de: Boolean/Input/Const False
fr: Logique/Entrée/Constante fausse

source: _: Boolean-Connector Output
de: Output
fr: Output

source: _: Boolean-Connector /Output
de: /Output
fr: /Output

source: _: Boolean-Connector Set
de: Set
fr: Set

source: _: Boolean-Connector Reset
de: Reset
fr: Reset

source: _: Boolean Dominant Input:
de: Dominanter Eingang:
fr: Entrée dominante :

source: _: Boolean Set Input
de: Set Input
fr: Entrée Set

source: _: Boolean Reset Input
de: Reset Input
fr: Entrée Reset

source: _: Boolean Set here dominant input.
de: Bestimmen Sie hier den dominanten Eingang.
fr: Selectionnez ici l'entrée dominante.

source: _: Component JK Flip Flop
de: JK-Flipflop
fr: Bascule JK

source: _: Component Boolean/Flip Flop/JK-FF
de: Boolean/Flip Flop/JK-FF
fr: Logique/Bascule/JK

source: _: Component JK Master Slave Flip Flop
de: JK-Master-Slave-Flipflop
fr: Bascule JK maître esclave

source: _: Component Boolean/Flip Flop/JK-MS-FF
de: Boolean/Flip Flop/JK-MS-FF
fr: Logique/Bascule/JK maître esclave

source: _: Boolean-Connector JK-FF J
de: J
fr: J

source: _: Boolean-Connector JK-FF K
de: K
fr: K

source: _: Boolean-Connector Clock
de: Clock
fr: Clock

source: _: Boolean Master Slave:
de: Master-Slave:
fr: Maître/Esclave :

source: _: Boolean Enabled
de: Aktiviert
fr: Activé

source: _: Boolean Disabled
de: Deaktiviert
fr: Désactivé

source: _: Boolean Enables the Master Salve functionality. If disabled, the FF works in single edge mode.
de: Aktiviert die Master-Salve Funktion. Wenn deaktiviert, arbeitet das FF im einfachen Flanken-Modus.
fr: Active le mode maître/esclave. Si désactivé, la bascule fonctionne en déclenchement sur front.

source: _: Component Boolean Exclusive OR
de: Boolean Exclusive OR
fr: Porte OU exclusif

source: _: Component Boolean/Gates/XOR
de: Boolean/Gates/XOR
fr: Logique/Porte/OU exclusif

source: _: Component Boolean Exclusive NOR
de: Boolean Exclusive NOR
fr: Porte NON-OU exclusif

source: _: Component Boolean/Gates/XNOR
de: Boolean/Gates/XNOR
fr: Logique/Porte/NON-OU exclusif

source: _: Component Boolean Counter with RCO and RBO
de: Boolescher Zähler mit RCO und RBO
fr: Compteur logique avec RCO et RBO

source: _: Component Boolean/Counter/with RCO and RBO
de: Boolean/Counter/with RCO and RBO
fr: Logique/Compteur/avec RCO et RBO

source: _: Boolean-Connector Clock Up
de: Clock Up
fr: Clock Up

source: _: Boolean Clock up input:
de: Clock up input:
fr: Entrée Clock Up :

source: _: Boolean-Connector Clock Down
de: Clock Down
fr: Clock Down

source: _: Boolean Clock down input:
de: Clock down input:
fr: Entrée Clock Down :

source: _: Boolean-Connector Output %1
de: Output %1
fr: Sortie %1

source: _: Boolean-Connector Ripple Borrow Out
de: Ripple Borrow Out
fr: Ripple Borrow Out

source: _: Boolean Ripple borrow output:
de: Ripple Borrow Out:
fr: Sortie Ripple Borrow :

source: _: Boolean-Connector Ripple Carry Out
de: Ripple Carry Out
fr: Ripple Carry Out

source: _: Boolean Ripple carry output:
de: Ripple Carry Output:
fr: Sortie Ripple Carry :

source: _: Boolean Connector 'Clock Up' or 'Clock Down' must be visible.
de: Anschluss "Clock up" oder "Clock down" muß sichtbar sind.
fr: Le connecteur "Clock Up" ou "Clock Down" doit être visible.

source: _: Boolean Counter
de: Zähler
fr: Compteur

source: _: Boolean Counter width:
de: Zählerbreite:
fr: Taille du compteur :

source: _: Boolean bit
de: bit
fr: bit

source: _: Boolean Sets the counter width.
de: Stellt die Zählerbreite ein.
fr: Change la taille du compteur.

source: _: Boolean Maximum:
de: Maximum:
fr: Maximum :

source: _: Boolean Sets the maximum counter value. This value is used if the counter wraps around.
de: Setzt den maximalen Zählerwert. Der Wert wird beim Überlauf des Zählers verwendet.
fr: Valeur maximum pour le compteur. Cette valeur est utilisée lorsque le compteur reboucle.

source: _: Boolean Minimum:
de: Minimum:
fr: Minimum :

source: _: Boolean Sets the minimum counter value. This value is used if the counter wraps around.
de: Setzt den minimalen Zählerwert. Der Wert wird beim Unterlauf des Zählers verwendet.
fr: Valeur minimum pour le compteur. Cette valeur est utilisée lorsque le compteur reboucle.

source: _: Boolean Reset value:
de: Resetwert:
fr: Valeur initiale :

source: _: Boolean Sets the reset counter value. This value is also used if the counter is reseted.
de: Setzt den Resetwert des Zählers. Der Wert wird auch verwendet wenn der Zähler zurückgesetzt wird.
fr: Paramètre la valeur initiale du compteur. Cette valeur est aussi utilisée lorsque le compteur est remis à zéro.

source: _: Boolean Hint: minimum counter width is %1 bit
de: Hinweis: minimale Zählerbreite ist %1 Bit.
fr: Note : la taille minimum du compteur est %1 bit

source: _: Boolean This is the minimal possible counter width. This value depends on wired connectors.
de: Das ist die minimal mögliche Zählerbreite. Der Wert hängt von den verwendeten Anschlüssen ab.
fr: C'est la taille minimum du compteur. Cette valeur dépend des connecteurs branchés.

source: _: Component Mono Flop
de: Monoflop
fr: Monostable

source: _: Component Boolean/Flip Flop/Mono Flop
de: Boolean/Flip Flop/Mono Flop
fr: Logique/Bascule/Monostable

source: _: Boolean Trigger
de: Trigger
fr: Trigger

source: _: Boolean Trigger Input
de: Triggereingang
fr: Entrée trigger

source: _: Boolean Retrigger:
de: Retrigger:
fr: Retrigger :

source: _: Boolean On
de: Ein
fr: Activé

source: _: Boolean Off
de: Aus
fr: Désactivé

source: _: Boolean Set here the retrigger mode.
de: Setzt den Retrigger-Modus.
fr: Activez ici le mode retrigger.

source: _: Boolean Time:
de: Zeit:
fr: Durée :

source: _: Boolean Set here the duration.
de: Setzt die Pulsdauer.
fr: Choisissez ici la durée.

source: Default State:
de: Defaultzustand:

source: Sets the default state of the external connector. This state is used if the external connector is not connected.
de: Setzt den Defaultzustand des externen Anschlusses. Der Zustand wird verwendet wenn der externe Anschluß nicht verbunden ist.

source: _: Component External Connector Boolean Tristate Input
de: External Connector Boolean Tristate Input

source: _: Component External Connector/Bool Tristate Input
de: External Connector/Bool Tristate Input

source: _: Connector Internal
de: Internal

source: _: Connector External
de: External

source: _: Component External Connector Boolean Tristate Output
de: External Connector Boolean Tristate Output

source: _: Component External Connector/Bool Tristate Output
de: External Connector/Bool Tristate Output

source: _: Component Delay
de: Delay
fr: Retard

source: _: Component Boolean/Timing/Delay
de: Boolean/Timing/Delay
fr: Logique/Temps/Retard

source: _: Boolean-Connector Input
de: Input
fr: Entrée

source: _: Boolean Delay limited: %1
de: Delay begrenzt auf: %1
fr: Retard limité à %1

source: _: Boolean Delay time:
de: Verzögerungszeit:
fr: Retard :

source: _: Boolean Set here the duration auf the delay.
de: Stellen Sie hier die Verzögerungszeit ein.
fr: Choisissez ici la durée du retard.

source: _: Boolean - Hint in dialog Hint:
de: Hinweis:
fr: Conseil :

source: _: Boolean - Hint in dialog Shows the effective delay time. This time depends on the value of 'Simulation time per tick'.
de: Zeigt die effektive Verzögerungszeit an. Diese Zeit hängt von der 'Simulationzeit pro Tick' ab.
fr: Retard effectif. Ce retard dépend du temps de cycle.

source: _: Boolean - prints delay in a suitable time unit and ticks effective delay time %1 / %2 ticks
de: effektive Verzögerungszeit %1 / %2 Ticks
fr: retard effectif %1 / %2 cycles

source: _: Component Boolean OR
de: Boolesches OR
fr: OU logique

source: _: Component Boolean/Gates/OR
de: Boolean/Gates/OR
fr: Logique/Porte/OU

source: _: Component Boolean NOR
de: Boolesches NOR
fr: NON-OU logique

source: _: Component Boolean/Gates/NOR
de: Boolean/Gates/NOR
fr: Logique/Porte/NON-OU

source: _: Component Boolean AND with Tristate output
de: Boolean AND with Tristate output

source: _: Component Boolean/Tristate/Gates/AND with Tristate output
de: Boolean/Tristate/Gates/AND with Tristate output

source: _: Component Boolean NAND with Tristate output
de: Boolean NAND with Tristate output

source: _: Component Boolean/Tristate/Gates/NAND with Tristate output
de: Boolean/Tristate/Gates/NAND with Tristate output

source: Reset State:
de: Resetzustand:

source: Changes the reset state of the component to true, false or inactive.
de: Ändert den Restetzustand der Komponente auf True, False oder Inactive.

source: _: Boolean-Connector Enable Output
de: Enable Output

source: _: Boolean-Connector Input %1
de: Input %1
fr: Entrée %1

source: _: Component Multiple D Latches
de: Mehrfaches D-Latch
fr: Registre

source: _: Component Boolean/Flip Flop/Multiple D Latches
de: Boolean/Flip Flop/Multiple D Latches
fr: Logique/Bascule/Registre

source: _: Boolean &Add Latch
de: &Neues Latch
fr: &Ajouter un canal

source: _: Boolean &Delete Latch
de: &Lösche Latch
fr: &Supprimer le canal

source: _: Boolean Number of latches:
de: Anzahl der Latches:
fr: Nombre de canaux :

source: _: Boolean Change number of latches here.
de: Änderen Sie hier die Anzahl der Latches.
fr: Changez le nombre de canaux ici.

source: _: Boolean Reset value:
de: Resetwert:
fr: Valeur initiale :

source: _: Boolean Set the reset value of the latches here.
de: Änderen Sie hier den Resetwert der Latches.
fr: Paramétrez la valeur d'initialisation des registres ici.

source: _: Component Boolean Multiplexer
de: Boolescher Multiplexer
fr: Multiplexeur logique

source: _: Component Boolean/Mux & Demux/Multiplexer
de: Boolean/Mux & Demux/Multiplexer
fr: Logique/(Dé)Multiplexeur/Multiplexeur

source: _: Boolean-Connector Enable Latch Output
de: Enable Latch Output
fr: Enable Latch Output

source: _: Boolean Enable Output Latch:
de: Enable Output Latch:
fr: Enable Output Latch :

source: _: Boolean-Connector Enable Latch Address
de: Enable Latch Address
fr: Enable Latch Address

source: _: Boolean Enable Address Latch:
de: Enable Address Latch:
fr: Enable Address Latch :

source: _: Connector Input %1
de: Input %1
fr: Entrée %1

source: _: Connector Address %1
de: Address %1
fr: Adresse %1

source: _: Boolean &Add Channel
de: &Neuer Kanal
fr: &Ajouter un canal

source: _: Boolean &Delete Channel
de: &Lösche einen Kanal
fr: &Supprimer le canal

source: _: Boolean Number of channels:
de: Anzahl der Kanäle:
fr: Nombre de canaux :

source: _: Boolean Change number of channels here.
de: Änderen Sie hier die Anzahl der Kanäle.
fr: Changez le nombre de canaux ici.

source: _: Boolean Reset state:
de: Resetwert:
fr: État initial :

source: _: Boolean Change the reset state of the channels here.
de: Ändere hier den Resetwert der Kanäle.
fr: Changez l'état initial des canaux ici.

source: _: Boolean-Connector Input A
de: Input A
fr: Entrée A

source: _: Boolean-Connector Input B
de: Input B
fr: Entrée B

source: _: Component 7 Segment Display
de: 7-Segmentanzeige
fr: Afficheur 7 segments

source: _: Component Boolean/Output/7 Segment Display
de: Boolean/Output/7-Segment-Display
fr: Logique/Sortie/Afficheur 7 segments

source: _: Boolean-Connector Input 1
de: Input 1
fr: Entrée 1

source: _: Boolean-Connector Input 2
de: Input 2
fr: Entrée 2

source: _: Boolean-Connector Input 4
de: Input 4
fr: Entrée 4

source: _: Boolean-Connector Input 8
de: Input 8
fr: Entrée 8

source: _: Component RS Flip Flop
de: RS-Flipflop
fr: Bascule RS

source: _: Component Boolean/Flip Flop/RS-FF
de: Boolean/Flip Flop/RS-FF
fr: Logique/Bascule/Bascule RS

source: _: Component Boolean Demultiplexer
de: Boolescher Demultiplexer
fr: Démultiplexeur logique

source: _: Component Boolean/Mux & Demux/Demultiplexer
de: Boolean/Mux & Demux/Demultiplexer
fr: Logique/(Dé)Multiplexeur/Démultiplexeur

source: _: Connector Output %1
de: Output %1
fr: Sortie %1

source: _: Component Inverter
de: Inverter

source: _: Component Boolean/Gates/Inverter
de: Boolean/Gates/Inverter

source: _: Component Identity
de: Identity

source: _: Component Boolean/Gates/Identity
de: Boolean/Gates/Identity

source: _: Component Boolean XOR with Tristate output
de: Boolean XOR with Tristate output

source: _: Component Boolean/Tristate/Gates/XOR with Tristate output
de: Boolean/Tristate/Gates/XOR with Tristate output

source: _: Component Boolean XNOR with Tristate output
de: Boolean XNOR with Tristate output

source: _: Component Boolean/Tristate/Gates/XNOR with Tristate output
de: Boolean/Tristate/Gates/XNOR with Tristate output

source: _: Component Boolean OR with Tristate output
de: Boolean OR with Tristate output

source: _: Component Boolean/Tristate/Gates/OR with Tristate output
de: Boolean/Tristate/Gates/OR with Tristate output

source: _: Component Boolean NOR with Tristate output
de: Boolean NOR with Tristate output

source: _: Component Boolean/Tristate/Gates/NOR with Tristate output
de: Boolean/Tristate/Gates/NOR with Tristate output
