Repository: BackupTheBerlios/ksimus
Catalog: ksimus-floatingpoint/po/*.po
Languages: de, fr

source: _: Component Random
de: Zufallszahl
fr: Valeur aléatoire

source: _: Component Floating Point/Random/Random
de: Floating Point/Random/Random
fr: Virgule flottante/Aléatoire/Valeur aléatoire

source: _: FloatingPoint-Connector Output
de: Output
fr: Sortie

source: _: FloatingPoint-Connector Enable
de: Enable
fr: Enable

source: _: FloatingPoint Enable input:
de: Enable input:
fr: Entrée Enable :

source: _: FloatingPoint Maximum:
de: Maximum:
fr: Maximum :

source: _: FloatingPoint Set here the maximum value (exclusive).
de: Geben Sie hier den maximalen Wert (exklusiv) ein.
fr: Paramétrez la valeur maximum ici (exclue).

source: _: FloatingPoint Minimum:
de: Minimum:
fr: Minimum :

source: _: FloatingPoint Set here the minimum value (inclusive).
de: Geben Sie hier den minimalen Wert (inklusiv) ein.
fr: Paramétrez la valeur minimum ici (incluse).

source: _: FloatingPoint Seed:
de: Initialisierungswert:
fr: Initialisation :

source: _: FloatingPoint - Random Random seed
de: Zufälliger Initialisierungswert
fr: Initialisation aléatoire

source: _: FloatingPoint - Random Individual seed
de: Individueller Initialisierungswert
fr: Initialisation individuelle

source: _: FloatingPoint Set an individual or a random seed here.
de: Geben Sie hier an ob Sie einen individuellen oder zufälligen Initialisierungswert verwenden möchten.
fr: Choisissez entre une initialisation individuelle ou aléatoire ici.

source: _: FloatingPoint <p>Set an individual or a random seed here.</p><table><tr><td><b>Random seed</b></td><td> The random number generator is initialized with a random seed after each reset of the circuit.</td></tr><tr><td><b>Individual seed</b></td><td> The random number generator is initialized with an individual seed after each reset of the circuit (Range: 1 - %1).</td></tr></table>
de: <p>Geben Sie hier an ob Sie einen individuellen oder zufälligen Initialisierungswert verwenden möchten.Set an individual or a random seed here.</p> <table><tr><td><b>Zufälliger Initialisierungswert</b></td> <td> Der Zufallszahlengenerator wird bei jedem Reset der Schaltung mit einem zufälligen Initialisierungswert initalisiert.</td></tr> <tr><td><b>Individueller Initialisierungswert</b></td> <td> Der Zufallszahlengenerator wird bei jedem Reset der Schaltung mit einem einstellbaren Initialisierungswert initalisiert (Bereich: 1 - %1).</td></tr></table>
fr: <p>Choisissez entre une initialisation individuelle ou aléatoire ici.</p><table><tr><td><b>Initialisation aléatoire</b></td><td>Le générateur de nombres aléatoires est initialisé avec une valeur aléatoire après chaque réinitialisation du circuit.</td></tr><tr><td><b>Initialisation individuelle</b></td><td>Le générateur de nombres aléatoires est initialisé avec une valeur individuelle après chaque réinitialisation du circuit (Intervalle : 1 - %1).</td></tr></table>

source: _: Component Floating Point sin(x)
de: Gleitkomma sin(x)
fr: sin(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/sin(x)
de: Floating Point/Arithmetic/Trigonometric/sin(x)
fr: Virgule flottante/Arithmétique/Trigonométrie/sin(x)

source: _: Component Floating Point asin(x)
de: Gleitkomma asin(x)
fr: asin(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/asin(x)
de: Floating Point/Arithmetic/Trigonometric/asin(x)
fr: Virgule flottante/Arithmétique/Trigonométrie/asin(x)

source: _: Component Floating Point sinh(x)
de: Gleitkomma sinh(x)
fr: sinh(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/Hyperbolic/sinh(x)
de: Floating Point/Arithmetic/Trigonometric/Hyperbolic/sinh(x)
fr: Virgule flottante/Arithmétique/Trigonométrie/Hyperbolique/sinh(x)

source: _: Component Floating Point asinh(x)
de: Gleitkomma asinh(x)
fr: asinh() virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/Hyperbolic/asinh(x)
de: Floating Point/Arithmetic/Trigonometric/Hyperbolic/asinh(x)
fr: Virgule flottante/Arithmétique/Trigonométrie/Hyperbolique/asinh(x)

source: _: Component Floating Point Label
de: Gleitkomma Label
fr: Afficheur virgule flottante

source: _: Component Floating Point/Output/Label
de: Floating Point/Output/Label
fr: Virgule flottante/Sortie/Afficheur

source: _: FloatingPoint-Connector Input
de: Input
fr: Entrée

source: _: Component Floating Point Maximum
de: Gleitkomma Maximum
fr: Maximum virgule flottante

source: _: Component Floating Point/Control/Maximum
de: Floating Point/Control/Maximum
fr: Virgule flottante/Contrôle/Maximum

source: _: Component Floating Point tan(x)
de: Gleitkomma tan(x)
fr: tan(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/tan(x)
de: Floating Point/Arithmetic/Trigonometric/tan(x)
fr: Virgule flottante/Arithmétique/Trigonométrie/tan(x)

source: _: Component Floating Point atan(x)
de: Gleitkomma atan(x)
fr: atan(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/atan(x)
de: Floating Point/Arithmetic/Trigonometric/atan(x)
fr: Virgule flottante/Arithmétique/Trigonométrie/atan(x)

source: _: Component Floating Point atan2(x,y)
de: Gleitkomma atan2(x,y)
fr: atan2(x, y) virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/atan2(x,y)
de: Floating Point/Arithmetic/Trigonometric/atan2(x,y)
fr: Virgule flottante/Arithmétique/Trigonométrie/atan2(x, y)

source: _: Component Floating Point tanh(x)
de: Gleitkomma tanh(x)
fr: tanh(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/Hyperbolic/tanh(x)
de: Floating Point/Arithmetic/Trigonometric/Hyperbolic/tanh(x)
fr: Virgule flottante/Arithmétique/Trigonométrie/Hyperbolique/tanh(x)

source: _: Component Floating Point atanh(x)
de: Gleitkomma atanh(x)
fr: atanh(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/Hyperbolic/atanh(x)
de: Floating Point/Arithmetic/Trigonometric/Hyperbolic/atanh(x)
fr: Virgule flottante/Arithmétique/Trigonométrie/Hyperbolique/atanh(x)

source: _: FloatingPoint Input X
de: Input X
fr: Entrée X

source: _: FloatingPoint Input Y
de: Input Y
fr: Entrée Y

source: _: Component Floating Point log(x)
de: Gleitkomma log(x)
fr: log(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Exponentiation & Logarithms/log(x)
de: Floating Point/Arithmetic/Exponentiation & Logarithms/log(x)
fr: Virgule flottante/Arithmétique/Puissances et logarithmes/log(x)

source: _: Component Floating Point log10(x)
de: Gleitkomma log10(x)
fr: log10(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Exponentiation & Logarithms/log10(x)
de: Floating Point/Arithmetic/Exponentiation & Logarithms/log10(x)
fr: Virgule flottante/Arithmétique/Puissances et logarithmes/log10(x)

source: _: Component Floating Point Subtractor
de: Gleitkomma Subtrahierer
fr: Soustraction virgule flottante

source: _: Component Floating Point/Arithmetic/Subtractor
de: Floating Point/Arithmetic/Subtractor
fr: Virgule flottante/Arithmétique/Soustraction

source: _: FloatingPoint Minuend
de: Minuend
fr: Diminuende

source: _: FloatingPoint Subtrahend
de: Subtrahend
fr: Diminuteur

source: _: Component Floating Point Minimum
de: Gleitkomma Minimum
fr: Minimum virgule flottante

source: _: Component Floating Point/Control/Minimum
de: Floating Point/Control/Minimum
fr: Virgule flottante/Contrôle/Minimum

source: _: Component Floating Data Selector
de: Gleitkomma Datenselektor
fr: Multiplexeur virgule flottante

source: _: Component Floating Point/Control/Data Selector
de: Floating Point/Control/Data Selector
fr: Virgule flottante/Contrôle/Multiplexeur

source: _: FloatingPoint-Connector Latch Output
de: Latch Output
fr: Latch Output

source: _: FloatingPoint Output Latch:
de: Output Latch:
fr: Ouput Latch :

source: _: FloatingPoint-Connector Latch Address Input
de: Latch Address Input
fr: Entrée Latch Address

source: _: FloatingPoint Address Latch:
de: Address Latch:
fr: Address Latch :

source: _: Connector Input %1
de: Input %1
fr: Entrée %1

source: _: Connector Address %1
de: Address %1
fr: Adresse %1

source: _: FloatingPoint &Add Channel
de: &Neuer Kanal
fr: &Ajouter un canal

source: _: FloatingPoint &Delete Channel
de: &Lösche Kanal
fr: &Supprimer le canal

source: _: FloatingPoint Number of channels:
de: Anzahl der Kanäle:
fr: Nombre de canaux :

source: _: FloatingPoint Change number of channels here.
de: Änderen Sie hier die Anzahl der Kanäle.
fr: Changez le nombre de canaux ici.

source: _: FloatingPoint Reset value:
de: Resetwert:
fr: Valeur initiale :

source: _: FloatingPoint Change the reset value of the channels here.
de: Änderen Sie hier den Resetwert der Kanäle.
fr: Changez la valeur initiale des canaux ici.

source: _: Component Floating Point exp(x)
de: Gleitkomma exp(x)
fr: exp(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Exponentiation & Logarithms/exp(x)
de: Floating Point/Arithmetic/Exponentiation & Logarithms/exp(x)
fr: Virgule flottante/Arithmétique/Puissances et logarithmes/exp(x)

source: _: Component Floating Point pow(base,power)
de: Gleitkomma pow(base,power)
fr: pow(base, puissance) virgule flottante

source: _: Component Floating Point/Arithmetic/Exponentiation & Logarithms/pow(base,power)
de: Floating Point/Arithmetic/Exponentiation & Logarithms/pow(base,power)
fr: Virgule flottante/Arithmétique/Puissances et logarithmes/pow(base, puissance)

source: _: Component Floating Point square root
de: Gleitkomma Quadratwurzel
fr: Racine carrée virgule flottante

source: _: Component Floating Point/Arithmetic/Exponentiation & Logarithms/square root
de: Floating Point/Arithmetic/Exponentiation & Logarithms/square root
fr: Virgule flottante/Arithmétique/Puissances et logarithmes/Racine carrée

source: _: FloatingPoint Power
de: Power
fr: Puissance

source: _: FloatingPoint Base
de: Base
fr: Base

source: _: Component Floating Point Waveform Generator
de: Gleitkomma Signalgenerator
fr: Générateur de signal virgule flottante

source: _: Component Floating Point/Control/Waveform Generator
de: Floating Point/Control/Waveform Generator
fr: Virgule flottante/Contrôle/Générateur de signal

source: _: FloatingPoint Waveform:
de: Signalform:
fr: Signal :

source: _: FloatingPoint Sinusoidal
de: Sinus
fr: Sinusoïdal

source: _: FloatingPoint Square
de: Rechteck
fr: Carré

source: _: FloatingPoint Sawtooth
de: Sägezahn
fr: Dents de scie

source: _: FloatingPoint Triangular
de: Dreieck
fr: Triangle

source: _: FloatingPoint Dirac
de: Dirac
fr: Dirac

source: _: FloatingPoint Sets the waveform.
de: Setzt die Signalform.
fr: Paramètre le signal.

source: _: FloatingPoint Period:
de: Periode:
fr: Période :

source: _: FloatingPoint The period or frequency of the wave.
de: Die Periode oder Frequenz des Signals.
fr: Période ou fréquence du signal.

source: _: FloatingPoint Frequency:
de: Frequenz:
fr: Fréquence :

source: _: FloatingPoint Shows the frequency (depends on the period).
de: Zeigt die Frequenz (hängt von der Periode ab).
fr: Fréquence (dépend de la période).

source: _: FloatingPoint Phase:
de: Phase:
fr: Phase :

source: _: FloatingPoint The phase of the wave. The phase is measured in degree.
de: Die Phase des Signals. Die Phase wird in Grad angegeben.
fr: Phase du signal. La phase est mesurée en degrés.

source: _: FloatingPoint Amplitude:
de: Amplitude:
fr: Amplitude :

source: _: FloatingPoint The amplitude of the wave.
de: Die Amplitude des Signals.
fr: Amplitude du signal.

source: _: FloatingPoint Offset:
de: Offset:
fr: Offset :

source: _: FloatingPoint The offset of the wave.
de: Der Offset des Signals.
fr: Offset du signal.

source: _: FloatingPoint Frequency %1 Hz
de: %1 Hz
fr: %1 Hz

source: _: FloatingPoint Change the reset value of the component here.
de: Ändere hier den Resetwert der Komponente.
fr: Changez la valeur initiale du composant ici.

source: The reset, minimum and maximum values do not match! The values have to match following conditions: Minimum Value <= Reset Value <= Maximum Value or Minimum Value >= Reset Value >= Maximum Value
de: Die Reset-, Minimum- und Maximumwerte passen nicht zusammen! Die Werte müssen folgende Bedingung erfüllen: Minimumwert <= Resetwert <= Maximumwert oder Minimumwert >= Resetwert >= Maximumwert
fr: La valeur par défaut, la valeur minimum et la valeur maximum ne correspondent pas ! Les valeurs doivent satisfaire les conditions suivantes : valeur minimum <= valeur initiale <= valeur maximale ou valeur minimum >= valeur initiale >= valeur maximum

source: The reset, minimum and maximum values do not match! The values have to match following condition: Minimum Value <= Reset Value <= Maximum Value
de: Die Reset-, Minimum- und Maximumwerte passen nicht zusammen! Die Werte müssen folgende Bedingung erfüllen: Minimumwert <= Resetwert <= Maximumwert
fr: La valeur par défaut, la valeur minimum et la valeur maximum ne correspondent pas ! Les valeurs doivent satisfaire la condition suivante : valeur minimum <= valeur initiale <= valeur maximale

source: Maximum value:
de: Maximumwert:
fr: Valeur maximum :

source: The maximum value of the component.
de: Der maximale Wert der Komponente.
fr: Valeur maximum du composant.

source: Minimum value:
de: Minimumwert:
fr: Valeur minimum :

source: The minimum value of the component.
de: Der minimale Wert der Komponente.
fr: Valeur minimum du composant.

source: _: Component Floating Point Absolute Value
de: Gleitkomma Betrag
fr: Valeur absolue virgule flottante

source: _: Component Floating Point/Arithmetic/Absolute Value
de: Floating Point/Arithmetic/Absolute Value
fr: Virgule flottante/Arithmétique/Valeur absolue

source: _: Component Floating Point Adder
de: Gleitkomma Addierer
fr: Addition virgule flottante

source: _: Component Floating Point/Arithmetic/Adder
de: Floating Point/Arithmetic/Adder
fr: Virgule flottante/Arithmétique/Addition

source: _: Connector Summand %1
de: Summand %1
fr: Terme %1

source: _: Component Delay
de: Delay
fr: Retard

source: _: Component Floating Point/Timing/Delay
de: Floating Point/Timing/Delay
fr: Virgule flottante/Temps/Retard

source: _: FloatingPoint Delay limited: %1
de: Delay begrenzt auf: %1
fr: Retard limité à %1

source: _: FloatingPoint Delay time:
de: Verzögerungszeit:
fr: Retard :

source: _: FloatingPoint Set here the duration auf the delay.
de: Stellen Sie hier die Verzögerungszeit ein.
fr: Paramétrez ici la durée du retard.

source: _: FloatingPoint - Hint in dialog Hint:
de: Hinweis:
fr: Conseil :

source: _: FloatingPoint - Hint in dialog Shows the effective delay time. This time depends on the value of 'Simulation time per tick'.
de: Zeigt die effektive Verzögerungszeit an. Diese Zeit hängt von der 'Simulationzeit pro Tick' ab.
fr: Retard effectif. Ce retard dépend du temps de cycle.

source: _: FloatingPoint - prints delay in a suitable time unit and ticks effective delay time %1 / %2 ticks
de: effektive Verzögerungszeit %1 / %2 Ticks
fr: retard effectif %1 / %2 cycles

source: _: FloatingPoint-Connector Input A
de: Input A
fr: Entrée A

source: _: FloatingPoint-Connector Input B
de: Input B
fr: Entrée B

source: _: Component Floating Point Divider
de: Gleitkomma Dividierer
fr: Division vigule flottante

source: _: Component Floating Point/Arithmetic/Divider
de: Floating Point/Arithmetic/Divider
fr: Virgule flottante/Arithmétique/Division

source: _: FloatingPoint Dividend
de: Dividend
fr: Dividende

source: _: FloatingPoint Divisor
de: Divisor
fr: Diviseur

source: _: Component Converter Boolean to Floating Point
de: Konverter Boolean nach Gleitkomma
fr: Convertisseur logique vers virgule flottante

source: _: Component Converter/Boolean to Float
de: Converter/Boolean to Float
fr: Convertisseur/Logique vers virgule flottante

source: _: FloatingPoint True Value:
de: Wahr-Wert:
fr: Valeur vraie :

source: _: FloatingPoint Sets the value which represents the true level.
de: Setzt den Wert der dem Wahr-Pegel entspricht.
fr: Paramètre la valeur qui représente le niveau vrai.

source: _: FloatingPoint False Value:
de: Falsch-Wert:
fr: Valeur fausse :

source: _: FloatingPoint Sets the value which represents the false level.
de: Setzt den Wert der dem Falsch-Pegel entspricht.
fr: Paramètre la valeur qui représente le niveau faux.

source: _: FloatingPoint Change the reset value of the component here
de: Ändere hier den Resetwert der Komponente.
fr: Changez la valeur initiale du composant ici.

source: _: Component Floating Point Line Edit Input
de: Gleitkomma Eingabezeile
fr: Ligne d'édition virgule flottante.

source: _: Component Floating Point/Input/Line Edit
de: Floating Point/Input/Line Edit
fr: Virgule flottante/Entrée/Ligne d'édition

source: _: FloatingPoint Notation:
de: Notation:
fr: Notation :

source: _: FloatingPoint Fixed Point
de: Festkomma
fr: Virgule fixe

source: _: FloatingPoint Exponential
de: Exponential
fr: Exponentielle

source: _: FloatingPoint Automatic
de: Automatisch
fr: Automatique

source: _: FloatingPoint Sets the notation type of the input.
de: Setzt die Notationstyp der Eingabe.
fr: Paramètre le type de notation de l'entrée.

source: Fixed Point: The value is displayed in fixed point notation. The 'Precision' gives the number of digits after the decimal point. Exponential: The value is displayed in exponential notation. The 'Precision' gives the number of digits after the decimal point. Automatic: The notation depends on the value and precision. The value is displayed in exponent notation if the exponent is less than -4 or greater than or equal to the 'Precision'; otherwise the fixed-point notation is used.
de: Festkomma: Der Wert wird in der Festkommanotation dargestellt. Die 'Genauigkeit' gibt die Anzahl der Ziffern nach dem Dezimalpunkt an. Exponential: Der Wert wird in der Exponentialnotation dargestellt. Die 'Genauigkeit' gibt die Anzahl der Ziffern nach dem Dezimalpunkt an. Automatisch: Die Notation hängt von dem Wert und der Genauigkeit ab. Der wert wird in der Exponentialnotation angezeigt, wenn der Exponent kleiner als -4 oder größer/gleich der 'Genauigkeit' ist; ansonsten wird die Festkommanotation verwendet.
fr: Virgule fixe : La valeur est affichée en notation virgule fixe. La "précision" donne le nombre de chiffre après la virgule. Exponentielle : La value est affichée en notation exponentielle. La "précision" donne le nombre de chiffre après la virgule. Automatique : La notation dépend de la valeur et de la précision. La valeur est affichée en notation exponentielle si l'exposant est inférieur à -4 ou supérieur ou égal à la "précision" ; dans le cas contraire, la notation virgule fixe est utilisée.

source: _: FloatingPoint Precision:
de: Genauigkeit:
fr: Précision :

source: _: FloatingPoint Sets the 'Precision' of the input.
de: Setzt die Genauigkeit der Eingabe.
fr: Paramètre la "précision" de l'entrée.

source: _: FloatingPoint Tracking
de: Tracking
fr: Suivi de la valeur

source: Enables the value tracking. If enabled the output will be updated after each inserted digit. If disabled the output will be updated after the user press return or select another input field.
de: Aktiviert die Wertverfolgung. Wenn aktiviert wird der Ausgang nach jeder eingegebenen Zahl aktualisiert. Wenn deaktiviert wird der Ausgang aktualisiert nachdem der Benutzer die Returntaste betätigt hat oder ein anderes Feld angewählt hat.
fr: Active le suivi de la valeur. Si cette option est activée, la sortie sera activée après chaque chiffre inséré. Si elle est désactivée, la sortie sera activée après l'appui sur entrée ou après la selection d'un autre composant.

source: _: Component Floating Point Input Slider
de: Gleitkomma Slider
fr: Potentiomètre virgule flottante

source: _: Component Floating Point/Input/Slider
de: Floating Point/Input/Slider
fr: Virgule flottante/Entrée/Potentiomètre

source: _: FloatingPoint The reset value of the slider.
de: Der Resetwert des Sliders.
fr: Valeur initiale du potentiomètre.

source: _: FloatingPoint Top/Left value:
de: Oberer/Linker Wert:
fr: Valeur haute/gauche :

source: _: FloatingPoint The value of the slider at the top or left position.
de: Der Wert des Sliders an der oberen oder linken Position.
fr: Valeur du potentiomètre en position haute ou gauche.

source: _: FloatingPoint Bottom/Right value:
de: Unterer/Rechter Wert:
fr: Valeur basse/droite :

source: _: FloatingPoint The value of the slider at the bottom or right position.
de: Der Wert des Sliders an der unteren oder rechten Position.
fr: Valeur du potentiomètre en position basse ou droite.

source: _: Component Converter Floating Point to Boolean
de: Konverter Gleitkomma nach Boolean
fr: Convertisseur virgule flottante vers logique

source: _: Component Converter/Float to Boolean
de: Converter/Float to Boolean
fr: Convertisseur/Virgule flottante vers logique

source: _: FloatingPoint True Threshold:
de: Wahr-Schwellwert:
fr: Seuil vrai :

source: _: FloatingPoint Sets the threshold where the converter switch to true.
de: Setzt die Schwellwert an der der Konverter auf Wahr schaltet.
fr: Paramètre le seuil où le convertisseur bascule à la valeur vrai.

source: _: FloatingPoint False Threshold:
de: Falsch-Schwellwert:
fr: Seuil faux :

source: _: FloatingPoint Sets the threshold where the converter switch to false.
de: Setzt den Schwellwert an der der Konverter auf Falsch schaltet.
fr: Paramètre le seuil où le convertisseur bascule à la valeur fausse.

source: _: FloatingPoint Medium Threshold:
de: Mittlerer Schwellwert:
fr: Seuil médian :

source: _: FloatingPoint Shows the medium value between 'False Threshold' and 'True Threshold'.
de: Zeigt den Mittelwert zwischen dem Falsch-Schwellwert und Wahr-Schwellwert an.
fr: Valeur médiane entre "Seuil faux" et "Seuil vrai"

source: _: FloatingPoint Hysteresis:
de: Hysterese:
fr: Hystérisis :

source: _: FloatingPoint Shows the hysteresis between 'False Threshold' and 'True Threshold'.
de: Zeigt die Hysterese zwischen dem Falsch-Schwellwert und Wahr-Schwellwert an.
fr: Hystérisis entre "Seuil faux" et "Seuil vrai".

source: _: Component Floating Point Constant
de: Gleitkomma Konstante
fr: Constante virgule flottante

source: _: Component Floating Point/Input/Constant
de: Floating Point/Input/Constant
fr: Virgule flottante/Entrée/Constante

source: Edit &Value...
de: Verändere &Wert...
fr: Modifier la &valeur...

source: Change constant value
de: Ändere Wert der Konstante
fr: Changement de la valeur de la constante

source: Value:
de: Wert:
fr: Valeur :

source: _: Component Floating Point cos(x)
de: Gleitkomma cos(x)
fr: cos(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/cos(x)
de: Floating Point/Arithmetic/Trigonometric/cos(x)
fr: Virgule flottante/Arithmétique/Trigonométrie/cos(x)

source: _: Component Floating Point acos(x)
de: Gleitkomma acos(x)
fr: acos(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/acos(x)
de: Floating Point/Arithmetic/Trigonometric/acos(x)
fr: Virgule flottante/Arithmétique/Trigonométrie/acos(x)

source: _: Component Floating Point cosh(x)
de: Gleitkomma cosh(x)
fr: cosh(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/Hyperbolic/cosh(x)
de: Floating Point/Arithmetic/Trigonometric/Hyperbolic/cosh(x)
fr: Virgule flottante/Arithmétique/Trigonométrie/Hyperbolique/cosh(x)

source: _: Component Floating Point acosh(x)
de: Gleitkomma acosh(x)
fr: acosh(x) virgule flottante

source: _: Component Floating Point/Arithmetic/Trigonometric/Hyperbolic/acosh(x)
de: Floating Point/Arithmetic/Trigonometric/Hyperbolic/acosh(x)
fr: Virgule flottante/Arithmétique/Trigonométrie/Hyperbolique/acosh(x)

source: _: Component External Connector Floating Point Output
de: Externer Connector Gleitkomma Ausgang
fr: Sortie virgule flottante externe
