Repository: BackupTheBerlios/ksimus
Catalog: ksimus-floatingpoint/po/*.po
Languages: de, fr

source: _: Component External Connector/Floating Point Output
de: External Connector/Floating Point Output
fr: Connecteur externe/Sortie virgule flottante

source: _: Component External Connector Floating Point Input
de: Externer Connector Gleitkomma Eingang
fr: Entrée virgule flottante externe

source: _: Component External Connector/Floating Point Input
de: External Connector/Floating Point Input
fr: Connecteur externe/Entrée virgule flottante

source: _: FloatingPoint Default value:
fr: Valeur par défaut :

source: _: FloatingPoint Sets the value state of the external connector. This value is used if the external connector is not connected.
fr: Paramètre la valeur par défaut du connecteur externe. Cette valeur est utilisée lorsque le connecteur externe n'est pas connecté.

source: _: Component Floating Point Latch
de: Gleitkomma Speicher
fr: Registre virgule flottante

source: _: Component Floating Point/Control/Latch
de: Floating Point/Control/Latch
fr: Virgule flottante/Contrôle/Registre

source: _: FloatingPoint-Connector Reset
de: Reset
fr: Reset

source: _: FloatingPoint Reset input:
de: Reset input:
fr: Entrée Reset :

source: _: Connector Output %1
de: Output %1
fr: Sortie %1

source: _: Component Floating Point Remainder
de: Gleitkomma Restglied
fr: Reste virgule flottante

source: _: Component Floating Point/Arithmetic/Remainder
de: Floating Point/Arithmetic/Remainder
fr: Virgule flottante/Arithmétique/Reste

source: _: Component Floating Point Conditional Lesser
de: Gleitkomma Bedingung Kleiner
fr: Condition "inférieur" virgule flottante

source: _: Component Floating Point/Conditional/Lesser
de: Floating Point/Conditional/Lesser
fr: Virgule flottante/Condition/Inférieur

source: _: Component Floating Point Conditional Lesser Equal
de: Gleitkomma Bedingung Kleiner/Gleich
fr: Condition "inférieur ou égal" virgule flottante

source: _: Component Floating Point/Conditional/Lesser Equal
de: Floating Point/Conditional/Lesser Equal
fr: Virgule flottante/Condition/Inférieur ou égal

source: _: Component Floating Point Conditional Equal
de: Gleitkomma Bedingung Gleich
fr: Condition "égal" virgule flottante

source: _: Component Floating Point/Conditional/Equal
de: Floating Point/Conditional/Equal
fr: Virgule flottante/Condition/Égal

source: _: Component Floating Point Conditional Larger Equal
de: Gleitkomma Bedingung Größer/Gleich
fr: Condition "supérieur ou égal" virgule flottante

source: _: Component Floating Point/Conditional/Larger Equal
de: Floating Point/Conditional/Larger Equal
fr: Virgule flottante/Condition/Supérieur ou égal

source: _: Component Floating Point Conditional Larger
de: Gleitkomma Bedingung Größer
fr: Condition "supérieur" virgule flottante

source: _: Component Floating Point/Conditional/Larger
de: Floating Point/Conditional/Larger
fr: Virgule flottante/Condition/Supérieur

source: _: FloatingPoint Conditional:
de: Bedingung:
fr: Condition :

source: _: FloatingPoint A < B
de: A < B
fr: A < B

source: _: FloatingPoint A <= B
de: A <= B
fr: A <= B

source: _: FloatingPoint A == B
de: A == B
fr: A == B

source: _: FloatingPoint A >= B
de: A >= B
fr: A >= B

source: _: FloatingPoint A > B
de: A > B
fr: A > B

source: _: FloatingPoint Sets the conditional.
de: Setzt die Bedingung.
fr: Paramètre la condition.

source: _: Component Floating Point Multiplier
de: Gleitkomma Multiplizierer
fr: Multiplication virgule flottante

source: _: Component Floating Point/Arithmetic/Multiplier
de: Floating Point/Arithmetic/Multiplier
fr: Virgule flottante/Arithmétique/Multiplication

source: _: Connector Factor %1
de: Factor %1
fr: Facteur %1
